Repository: Ziph0n/Waving-Localizations
Catalog: App Localization/*.lproj/Localizable.strings
Languages: am, de, es, fi, fr, he, hu, nl, pt_br, sv

source: %@ at %@
am: %@ በ %@
de: %@ bei %@
fr: %@ à %@
he: %@ ב %@
hu: %@ itt: %@
nl: %@ op %@
sv: %@ vid %@

source: %d miles away
am: %d ማይሎች ርቀት
de: %d Meilen entfernt
es: %d millas de distancia
fi: %d kilometrin päässä
fr: à %d km
he: %d מיילים ממך
hu: %d mérföldre tőled
nl: %d killometer verderop
pt_br: %d quilômetros de distância
sv: %d miles bort

source: Access to cloud service information is not allowed
am: የበይነመረብ አገልግሎት መረጃን መድረስ አይፈቀድም
de: Zugang zu den Cloud Server Informationen ist nicht gestattet.
es: No se permite el acceso ala informacion del servicio del la nube
fi: Pilvipalvelutietojen käyttö ei ole sallittua
fr: L’accès aux achats in app n’est pas autorisé
he: הגישה לשירותי מידע בענן לא מאופשרת
hu: A felhőben tárolt információhoz való hozzáférés nem engedélyezett
nl: Toegang tot de cloud service informatie is niet toegestaan
pt_br: Não é permitido o acesso às informações do serviço da nuvem
sv: Tillgång till molntjänst information är inte tillåtet

source: Add a job
am: ስራ ጨምር/ሪ
de: Füge einen Beruf hinzu
es: Agregar un trabajo
fi: Lisää työpaikka
fr: Ajouter un emploi
he: הוסף עבודה
hu: Munka hozzáadása
nl: Voeg een baan toe
pt_br: Informe sua ocupação
sv: Lägg till ett yrke

source: Age Range
am: የዕድሜ ክልል
de: Altersbereich
es: Rango de edad
fi: Ikäryhmä
fr: Age souhaité
he: טווח גילאים
hu: Korosztály
nl: Leeftijdscategorie
pt_br: Informe sua idade
sv: Åldersspann

source: An error occurred while deleting your account. Please try again later. Details: %@
am: መለያዎን በመሰረዝ ጊዜ ስህተት ተከስቷል:: እባክዎ ቆየት ብለው ይሞክሩ:: እባክዎ ቆየት ብለው ይሞክሩ:: ዝርዝሮች:- %@
de: Beim Löschen deines Accounts ist ein Fehler aufgetreten. Versuche es später erneut. Details: %@
es: Se ha producido un error al eliminar la cuenta. Por favor intentelo de nuevo más tarde. Details: %@
fi: Käyttäjätilisi poistamisen aikana tapahtui virhe. Yritä myöhemmin uudelleen. Details: %@
fr: Une erreur s’est produite lors de la suppression de votre compte. Veuillez réessayer plus tard. Details: %@
he: אירעה שגיאה במחיקת החשבון שלך. נסה שוב מאוחר יותר. פרטים: %@
hu: Probléma lépett fel a fiókod törlése során. Kérlek próbáld újra később. Details: %@
nl: Er is een fout opgetreden toen je je account probeerde te verwijderen. Probeer het later opnieuw. Details: %@
pt_br: Ocorreu um erro ao deletar sua conta. Por favor tente novamente mais tarde. Detalhes: %@
sv: Ett fel uppstod när ditt konto skulle raderas. Var vänlig försök igen senare. Detaljer: %@

source: An error occurred while logging you in. Please try again later
am: አየገቡ ሳለ ስህተት ተከስቷል:: እባክዎ ቆየት ብለው ይሞክሩ
de: Beim Login ist ein Fehler aufgetreten. Versuche es später erneut.
es: Se ha producido un error al iniciar la sesion. Por favor intentelo de nuevo más tarde
fi: Kirjautumisen aikana tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s’est produite lors de votre identification. Veuillez réessayer plus tard.
he: אירעה שגיאה בהתחברות. נסה שוב מאוחר יותר
hu: Probléma lépett fel a bejelentkezés során. Kérlek próbáld újra később.
nl: Er is een fout opgetreden tijdens het ingeloggen. Probeer het later opnieuw
pt_br: Ocorreu um erro ao realizar seu login. Por favor tente novamente depois
sv: Ett fel uppstod under inloggningen. Var vänlig försök igen senare

source: An error occurred while logging you out. Please try again later. Details: %@
am: ሲወጡ ሳለ ስህተት ተከስቷል:: እባክዎ ቆየት ብለው ይሞክሩ:: ዝርዝሮች:- %@
de: Beim Logout ist ein Fehler aufgetreten. Versuche es später erneut. Details: %@
es: Se ha producido un error al cerrar la sesion. Por favor intentelo de nuevo más tarde. Details: %@
fi: Uloskirjautumisen aikana tapahtui virhe. Yritä myöhemmin uudelleen. Details: %@
fr: Une erreur s’est produite lors de votre déconnexion. Veuillez réessayer plus tard. Details: %@
he: אירעה שגיאה בהתנתקות מהחשבון שלך. נסה שוב מאוחר יותר. פרטים: %@
hu: Probléma lépett fel a kijelentkezés során. Kérlek próbáld újra később. Details: %@
nl: Er is een fout opgetreden tijdens het uitloggen. Probeer het later opnieuw. Details: %@
pt_br: Ocorreu um erro ao terminar a sessão. Por favor, tente novamente mais tarde. Detalhes: %@
sv: Ett fel uppstod under utloggningen. Var vänlig försök igen senare. Detaljer: %@

source: An error occurred while uploading your recording. Details: %@
am: ቅጂዎን በመስቀል ላይ ሳለ ስህተት ተከስቷል:: ዝርዝሮች:- %@
de: Beim Hochladen der Aufnahme ist ein Fehler aufgetreten. Details: %@
es: Se ha producido un error al cargar tu grabacion. Details: %@
fi: Äänitteen lataamisen aikana tapahtui virhe. Details: %@
fr: Une erreur s’est produite lors du téléchargement de votre enregistrement. Details: %@
he: אירעה שגיאה בהעלאת ההקלטה שלך. פרטים: %@
hu: Probléma lépett fel a felvételed feltöltése közben. Details: %@
nl: Er is een fout opgetreden tijdens het uploaden van je opname. Details: %@
pt_br: Ocorreu um erro ao fazer o upload de sua gravação. Detalhes: %@
sv: Ett fel uppstod under uppladdningen av din inspelning. Detaljer: %@

source: An error occurred. Please try again later
am: ስህተት ተፈጥሯ:: እባክዎ ቆየት ብለው ይሞክሩ
de: Ein Fehler ist aufgetreten. Versuche es später erneut
es: Se ha producio un error. Por favor intentelo de nuevo más tarde.
fi: Tapahtui virhe. Yritä myöhemmin uudelleen
fr: Une erreur s’est produite. Veuillez réessayer plus tard.
he: אירעה שגיאה. נסה שוב מאוחר יותר
hu: Hiba történt. Kérlek próbáld újra később
nl: Er is een fout opgetreden. Probeer het later opnieuw
pt_br: Ocorreu um erro. Por favor tente novamente mais tarde
sv: Ett fel uppstod. Var vänlig försök igen senare

source: An error occurred. Please try again later. Details: %@
am: ስህተት ተፈጥሯ:: እባክዎ ቆየት ብለው ይሞክሩ:: ዝርዝሮች:- %@
de: Ein Fehler ist aufgetreten. Versuche es später erneut. Details: %@
es: Se ha producio un error. Por favor intentelo de nuevo más tarde. Details: %@
fi: Tapahtui virhe. Yritä myöhemmin uudelleen. Details: %@
fr: Une erreur s’est produite. Veuillez réessayer plus tard. Details: %@
he: אירעה שגיאה. נסה שוב מאוחר יותר. פרטים %@
hu: Hiba történt. Kérlek próbáld újra később. Details: %@
nl: Er is een fout opgetreden. Probeer het later opnieuw . Details: %@
pt_br: Ocorreu um erro. Por favor tente novamente mais tarde. Detalhes: %@
sv: Ett fel uppstod. Var vänlig försök igen senare. Detaljer: %@

source: An error occurred. Details: %@
am: ስህተት ተፈጥሯ:: ዝርዝሮች:- %@
de: Ein Fehler ist aufgetreten. Details: %@
es: Se ha producido un error. Details: %@
fi: Tapahtui virhe. Details: %@
fr: Une erreur s’est produite. Details: %@
he: אירעה שגיאה. פרטים: %@
hu: Hiba történt. Details: %@
nl: Er is een fout opgetreden. Details: %@
pt_br: Ocorreu um erro. Detalhes: %@
sv: Ett fel uppstod. Detaljer: %@

source: Blue
am: ሰማያዊ
de: Blau
es: Azul
fi: Sininen
fr: Bleu
he: כחול
hu: Kék
nl: Blauw
pt_br: Azul
sv: Blå

source: Both
am: ሁለቱንም
de: Beide
es: Ambos
fi: Molempia
fr: Les deux
he: שניהם
hu: Mindkettő
nl: Beide
pt_br: Ambos
sv: Båda

source: Get more chat requests
am: ተጨማሪ የውይይት ጥያቄዎች ያግኙ
de: Erhalte mehr Chatanfragen
es: Obterner Mas Solicitudes De Chat
fi: Saa enemmän viestipyyntöjä
fr: Acheter plus de demandes de chat.
he: קבל עוד בקשות לצ'אטים
hu: Szerezz több beszélgetési kérelmet
nl: Ontvang meer chatverzoeken.
pt_br: Obtenha mais solicitações de bate-papo
sv: Få mer chattförfrågninar

source: By signing in, you agree to our <t>Terms of Service</t> and <p>Privacy Policy</p>
am: በመግባት፤ በእኛ <t>የአገልግሎት ውሎች</t> እና <p>የግላዊነት መመሪያ</p> ተስማምተዋል
de: Indem du dich einloggst, stimmst du unseren <t>Nutzungsbedingungen</t> und <p>Datenschutzbestimmungen</p> zu
es: Al uniciar la sesion, acepta nuestra <t>Terminos de servicio</t> y <p>Poliza de privacidad</p>
fi: Kirjautumalla hyväksyt <t>Käyttöehdot</t> ja <p>Tietosuojakäytännön</p>
fr: En vous inscrivant, vous acceptez nos <t>Conditions d’utilisation</t> et <p>Politique de confidentialité</p>
he: בעת התחברות, אתה מסכים <t>לתנאי השימוש</t> <p>ולמדיניות הפרטיות</p>
hu: A bejelentkezéssel elfogadod a <t>Felhasználási feltételeket</t> és az <t>Adatvédelmi nyilatkozatot</p>
nl: Om in te loggen, ga je akkoord met onze <t>Servicevoorwaarden</t> en het <p>Privacybeleid</p>
pt_br: Ao fazer login, você concorda com nossos <t>Termos de Serviço</t> e <p>Política de Privacidade</p>
sv: Genom att logga in godkänner du vår <t>Användarvillkor<t> och <p>Intergritetspolicy</p>

source: Cancel
am: ይቅር
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hu: Vissza
nl: Annuleer
pt_br: Cancelar
sv: Avbryt

source: Chat
am: ውይይት
de: Chatten
es: Charlar
fi: Viestit
he: צ'אט
pt_br: Bate-Papos
sv: Chatt

source: Chat Requests
am: የውይይት ጥያቄዎች
de: Chatanfragen
es: Solicitud De Chat
fi: Viestipyynnöt
fr: Demandes de chat
he: בקשות צ'אטים
hu: Beszélgetési felkérések
nl: Chat verzoeken
pt_br: Solicitações de bate-papo
sv: Chatförfrågningar

source: Choose a custom location from the map. See all the people!
am: ከካርታው ውስጥ ብጁ አካባቢ ይምረጡ:: ሁሉንም ህዝቦች ተመልከት(ቺ)::
de: Wähle einen benutzerdefinierten Standort auf der Karte. Schau dir alle Leute an!
es: Elige una ubicacion personalizada del mapa. Ver todas las personas!
fi: Valitse sijainti kartalta. Näe kaikki ihmiset!
fr: Choisissez un emplacement personnalisé sur la carte. Voyez tout le monde !
he: !בחר מיקום מסוים על המפה. ראה את כל האנשים
hu: Válassz egyéni tartózkodási helyet a térképen és láss minden embert!
nl: Kies een andere locatie van de kaart. Zie alle mensen!
sv: Välj en anpassad plats på kartan. Se allt folk!

source: Choose from library
am: ከስብስቡ ይምረጡ
de: Aus der Galerie wählen
es: Elige De Los Archivos
fi: Valitse galleriasta
fr: Choisir à partir de la librairie
he: בחר מהגלריה
hu: Válassz a könyvtárból
nl: Kies van je bibliotheek
pt_br: Escolha da biblioteca
sv: Välj från bibliotek

source: Close
am: ዝጋ(ጊ)
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hu: Bezárás
nl: Sluit
pt_br: Fechar
sv: Stäng

source: Cloud service was revoked
am: የበይነመረብ አገልግሎት ተሽሯል
de: Cloud-Dienst wurde widerrufen
es: Servicio De Nube Fu Revocado
fi: Pilvipalvelu peruutettiin
fr: Le service Cloud a été révoqué
he: שירות הענן נשלל
hu: A felhőszolgáltatás visszavonásra került
nl: Cloudservice is ingetrokken
pt_br: Serviço de nuvem foi revogado
sv: Molntjänsten återkallades

source: Confirm
am: አረጋግጡ
de: Bestätigen
es: Confirmar
fi: Hyväksy
fr: Confirmer
he: אשר
hu: Megerősítés
nl: Bevestig
pt_br: Confirmar
sv: Godkänn

source: Contact Us
am: አግኙን
de: Kontaktiere uns
es: Contactenos
fi: Ota yhteyttä
fr: Contactez-nous
he: צור קשר
hu: Írj nekünk
nl: Neem contact met ons op.
pt_br: Entre em contato conosco

source: Conversation with %@
am: ከ%@ ጋር ውይይት
de: Unterhaltung mit %@
es: Conversacion con %@
fi: Keskustelu henkilön %@ kanssa
fr: Conversation avec %@
he: שיחה עם %@
hu: Beszélgetés vele: %@
nl: Gesprek met %@
pt_br: Bate-papo com %@
sv: Konversation med %@

source: Could not connect to the network
am: ከአውታረ መረቡ ጋር መገናኘት አልተቻለም
de: Es konnte keine Verbindung zum Netzwerk hergestellt werden
es: No se pudo conectar a la red
fi: Verkkoon ei voida muodostaa yhteyttä
fr: Impossible de se connecter au réseau.
he: לא ניתן להתחבר לרשת
hu: Nem sikerült csatlakozni a hálózathoz
nl: Kon geen verbinden maken met het netwerk.
pt_br: Não foi possível conectar-se à rede
sv: Kunde inte ansluta till nätverket.

source: Current Job
am: የአሁኑ ሥራ
de: Derzeitiger Beruf
es: Trabajo actual
fi: Nykyinen työpaikka
fr: Travail actuel
he: עבודה נוכחית
hu: Jelenlegi foglalkozás
nl: Huidige baan
pt_br: Ocupação atual
sv: Nuvarande yrke

source: Current location
am: የአሁኑ አካባቢ
de: Derzeitiger Standort
es: Ubicación actual
fi: Nykyinen sijainti
fr: Emplacement actuel
he: מיקום נוכחי
hu: Jelenlegi tartózkodás
nl: Huidige Locatie
pt_br: Localização atual
sv: Nuvarande Plats

source: Current password
am: የአሁኑ ሚስጥራዊ ማለፊያ ቁልፍ
de: Derzeitiges Passwort
es: Contraseña actual
fi: Nykyinen salasana
fr: Mot de passe actuel
he: סיסמה נוכחית
hu: Jelenlegi jelszó
nl: Huidig Wachtwoord
pt_br: Senha atual
sv: Nuvarande Lösenord

source: Custom Location
am: ብጁ ቦታ
de: Benutzerdefinierter Standort
es: Ubicacion personalizada
fi: Mukautettu Sijainti
fr: Emplacement personnalisé
he: מיקום לפי בחירה
hu: Egyéni tartókodási hely
nl: Huidige locatie
pt_br: localização personalizada
sv: Anpassad Plats

source: Custom location
am: ብጁ ቦታ
de: Benutzerdefinierter Standort
es: Ubicacion personalizada
fi: Mukautettu sijainti
fr: Emplacement personnalisé
he: מיקום לפי בחירה
hu: Egyéni tartókodási hely
nl: Huidige locatie
pt_br: localização personalizada
sv: Anpassad plats

source: Delete
am: ሰርዝ
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
nl: Verwijder
pt_br: Deletar
sv: Radera

source: Delete Account
am: መለያ ይሰርዙ
de: Account löschen
es: Borrar cuenta
fi: Poista käyttäjätili
fr: Supprimer le compte
he: מחק חשבון
hu: Fiók törlése
nl: Verwijder Account
pt_br: Deletar Conta
sv: Radera Konto

source: Details
am: ዝርዝሮች
es: Detalles
fi: Yksityiskohdat
fr: Détails
he: פרטים
hu: Részletek
pt_br: Detalhes
sv: Detaljer

source: Discovery
am: ግኝት
de: Entdecken
es: Descubrimiento
fi: Löydä
fr: Découverte
he: יעניין אותך
hu: Felfedezés
nl: Ontdek
pt_br: Descoberta
sv: Upptäck

source: Discovery Settings
am: የግኝት ቅንብር
de: Entdecken Einstellungen
es: Configuración de descubrimiento
fi: Löytämisen asetukset
fr: Paramètres de découverte
he: הגדרות עניין
hu: Felfedezés beállítások
nl: Instellingen ontdekken
pt_br: Configurações de Descoberta
sv: Upptäckningsinställningar

source: Dismiss
am: አሰናብት
de: Ausblenden
es: Despedir
fi: OK
fr: Rejeter
he: שחרר
hu: Elvetés
nl: Niet nu
pt_br: Dispensar
sv: Avfärda

source: Do you really want to reset your password?
am: በእርግጥ ሚስጥራዊ ማለፊያ ቁልፎን ዳግም ማስጀመር ይፈልጋሉ?
de: Möchtest du wirklich dein Passwort zurücksetzen?
es: De verdad quieres restablecer tu contraseña?
fi: Haluatko varmasti palauttaa salasanasi?
fr: Voulez-vous vraiment réinitialiser votre mot de passe ?
he: האם אתה באמת רוצה לאפס את הסיסמה שלך?
hu: Biztosan szeretnéd visszaállítani a jelszavad?
nl: Weet je zeker dat je je wachtwoord wilt resetten?
pt_br: Deseja realmente redefinir sua senha?
sv: Är du säker på att du vill återställa ditt lösenord?

source: Don't have an account?
am: መለያ የለዎትም?
de: Du hast keinen Account?
es: No tienes una cuenta?
fi: Eikö sinulla ole tiliä?
fr: Vous n’avez pas de compte ?
he: אין לך חשבון?
hu: Nincs még fiókod?
nl: Heb je geen account?
pt_br: Não possui uma conta?
sv: Har du ett konto?

source: Don't miss %@!
am: %@ አያምልጥዎ!
de: Verpasse nicht %@!
es: No te pierdas %@!
fi: Älä missaa %@!
fr: Ne ratez pas %@!
he: אל תפספס %@!
hu: Ne szalaszd el őt: %@
nl: Mis geen %@!
pt_br: Não perca %@!
sv: Missa inte %@!

source: Done
am: ተጠናቅቋል
de: Fertig
es: Terminado
fi: Valmis
fr: Ok
he: סיום
hu: Kész
nl: Gereed
pt_br: Pronto
sv: Klar

source: E-Mail
am: ኢሜል
es: Correo electrónico
fi: Sähköposti
he: אימייל
sv: E-Post

source: E-Mail address
am: የኢሜል አድራሻ
de: E-Mail Addresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse E-Mail
he: חשבון אימייל
hu: E-Mail cím
nl: E-Mail addres
pt_br: Endereço de E-Mail
sv: E-postadress

source: Edit Profile
am: መገለጫዎን አስተካክል(ኪ)
de: Profil bearbeiten
es: Editar Perfil
fi: Muokkaa Profiilia
fr: Editez votre profil
he: ערוך פרופיל
hu: Profil szerkesztése
nl: Verander profiel
pt_br: Editar Perfil
sv: Redigera Profil

source: Enter your password
am: ሚስጥራዊ ማለፊያ ቁልፎን ያስገቡ
de: Passwort eingeben
es: Ingresa tu contraseña
fi: Syötä salasana
fr: Entrez votre mot de passe
he: הכנס סיסמה
hu: Írd be a jelszavad
nl: Typ je wachtwoord in
pt_br: Informe sua senha
sv: Ange lösenord

source: Error
am: ስህተት
fi: Virhe
fr: Erreur
he: שגיאה
hu: Hiba
nl: Fout
pt_br: Erro
sv: Fel

source: Failed restoring your Premium Access. Please try again later.
am: የእርስዎን ፕሪሚየም ክፍያ መልሶ ማምጣት አልተሳካም:: እባክዎ ቆየት ብለው ይሞክሩ::
de: Konnte deinen Premium Zugang nicht wiederherstellen. Versuche es später erneut.
es: Falló la restauración de su acceso premium. Por favor, inténtelo de nuevo más tarde.
fi: Premium- tilauksen palauttaminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Impossible de restaurer votre accès premium. Veuillez réessayez plus tard.
he: שגיאה באחזור חשבון הפרימיום שלך. נסה שוב מאוחר יותר
hu: Nem sikerült a prémium hozzáférés visszaállítása. Próbáld újra később.
nl: Je Premium Toegang kon niet hersteld worden. Probeer het later opnieuw.
pt_br: Falha na restauração do seu acesso Premium. Por favor, tente novamente mais tarde.
sv: Misslyckades med att återställa Premiumåtkomst. Var vänlig för igen senare.

source: Forgot password?
am: መክፈቻ ቁልፉን ረሳኽው/ሽዉ?
de: Passwort vergessen?
es: Se te olvidó tu contraseña?
fi: Ulohditko salasanan?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
hu: Elfelejtetted a jelszavad?
nl: Wachtwoord vergeten?
pt_br: Esqueceu sua senha?
sv: Glömt lösenord?

source: Gender
am: ፆታ
de: Geschlecht
es: Género
fi: Sukupuoli
fr: Genre
he: מגדר
hu: Nem
nl: Geslacht
pt_br: Gênero
sv: Kön

source: Get a Premium Access
am: ፕሪሚየም አገልግሎት ያግኙ
de: Erhalte Premium Zugriff
es: Obtener acceso premium
fi: Hanki Premium
fr: Acheter un accès premium
he: קבל גישת פרימיום
hu: Prémium hozzáférés vásárlása
nl: Ontvang Premium Acces.
pt_br: Obtenha acesso Premium
sv: Få Premium Åtkomst

source: Go Ghost
am: ሁን/ኚ መንፈስ
de: Werde zum Geist
es: Ir Fantasma
fi: Muutu Haamuksi
fr: Devenir invisible
he: עבור למצב בלתי נראה
hu: Legyél láthatatlan
nl: Ga Geest
pt_br: Torne-se Invisível
sv: Skaffa Ghost

source: Go Ghost!
am: ሁን/ኚ መንፈስ!
de: Werde zum Geist!
es: ¡Ir Fantasma!
fi: Muutu Haamuksi!
fr: Devenir invisible !
he: עבור למצב בלתי נראה!
hu: Legyél láthatatlan!
nl: Ga Geest!
pt_br: Torne-se Invisível!
sv: Skaffa Ghost!

source: Go Premium
am: ሁን/ኚ ፕሪሚየም
de: Werde Premium Mitglied
es: Hazte Premium
fi: Hanki Premium
he: שדרג לחשבון פרימיום
hu: Válts prémiumra
nl: Ga Premium
pt_br: Torne-se Premium
sv: Skaffa Premium

source: Go Premium!
am: ሁን/ኚ ፕሪሚየም!
de: Werde Premium Mitglied!
es: ¡Hazte Premium!
fi: Hanki Premium!
he: שדרג לחשבון פרימיום!
hu: Válts prémiumra!
nl: Ga Premium!
pt_br: Torne-se Premium!
sv: Skaffa Premium!

source: Green
am: አረንጓዴ
de: Grün
es: Verde
fi: Vihreä
fr: Vert
he: ירוק
hu: Zöld
nl: Groen
pt_br: Verde
sv: Grön

source: Hide Info
am: መረጃ ደብቅ
de: Information verstecken
es: Ocultar Información
fi: Piilota Tiedot
fr: Masquer les infos
he: הסתר פרטים
hu: Információim elrejtése
nl: Verberg Informatie
pt_br: Ocultar Informações
sv: Göm Info

source: Hide My Age
am: የእኔን ዕድሜ ደብቅ
de: Mein Alter verstecken
es: Ocultar Mi Edad
fi: Piilota Ikäni
fr: Masquer mon âge
he: הסתר את הגיל שלי
hu: Korom elrejtése
nl: Verberg mijn Leeftijd
pt_br: Ocultar Minha Idade
sv: Göm Min Ålder

source: Hide My Location
am: የእኔን ስፍራ ደብቅ
de: Meinen Standort verstecken
es: Ocultar Mi Ubicación
fi: Piilota Sijaintini
fr: Masquer ma localisation
he: הסתר את המיקום שלי
hu: Tartózkodási helyem elrejtése
nl: Verberg mijn Locatie
pt_br: Ocultar Minha Localização
sv: Göm Min Plats

source: Hide your age and/or your location
am: ዕድሜዎን እና/ወይም አካባቢዎን ይደብቁ
de: Vestecke dein Alter und/oder deinen Standort
es: Ocultar Su Edad y/o Su Ubicación
fi: Piilota ikäsi ja/tai sijaintisi
fr: Masquer votre âge et/ou votre localisation
he: הסתר את הגיל ו/או המיקום שלך
hu: Elrejti a korod és/vagy a tartózkodási helyed
nl: Verberg mijn Leeftijd en/of mijn Locatie.
pt_br: Ocultar sua idade e/ou sua localização
sv: Göm min ålder och/eller plats

source: Hide your profile from other Waving users.
am: መገለጫዎን ከሌሎች Waving ተጠቃሚዎች ይደብቁ.
de: Vestecke dein Profil vor anderen Waving Nutzern.
es: Ocultar Su Perfil De Otros Usuarios De Waving.
fi: Piilota profiilisi muilta Wavingin käyttäjiltä.
fr: Masquer votre profil aux autres utilisateurs de Waving.
he: הסתר את הפרופיל שלך מהמשתמשים האחרים של Waving
hu: Elrejti a profilod a többi Waving felhasználó elől.
nl: Verberg je Profiel voor andere gebruikers .
pt_br: Ocultar seu perfil dos usuários Waving.
sv: Göm din profil för andra Waving-användare.

source: Hides your profile from other users, but will preserve full access to Waving!
am: መገለጫዎን ከሌሎች ተጠቃሚዎች ይደብቃል፤ግን ወደ Waving ሙሉ መዳረስ ይጠበቃል::
de: Vesteckt dein Profil vor anderen Nutzern, erhält aber kompletten Zugriff zu Waving aufrecht!
es: Oculta Su Perfil De Otros Usuarios, Pero Conservará El Acceso Completo A Waving!
fi: Piilottaa profiilisi muilta käyttäjiltä, mutta säilyttää täyden pääsyn Wavingiin!
fr: Masquer votre profil aux autres utilisateurs, mais gardez un accès total à Waving !
he: מסתיר את הפרופיל שלך ממשתמשים אחרים אבל ישמור על גישה מלאה ל-Waving
hu: Elrejti a profilod mások elől, de továbbra is teljes hozzáféréssel rendelkezel a Wavinghez!
nl: Verberg je profiel voor andere gebruikers, maar behoudt je volledig toegang tot Waving!
pt_br: Oculte seu perfil de outros usuários, mas preservará acesso total ao Waving!
sv: Gömmer din profil från andra användare, men du fortsätter ha full tillgång till Waving!

source: I am a
am: እኔ ነኝ
de: Ich bin ein
es: Soy Un
fi: Minä olen
fr: Je suis
he: אני
hu: Nemem:
nl: Ik ben een
pt_br: Eu sou um
sv: Jag är en

source: I want to be notified!
am: ማሳወቂያ እንዲደርሰኝ እፈልጋለሁ!
de: Ich möchte benachrichtigt werden!
es: ¡Quiero Ser Notificado!
fi: Haluan tietää!
fr: Je veux être averti !
he: אני רוצה להיות מעודכן!
hu: Szeretnék értesítéseket kapni!
nl: Ik wil een bericht ontvangen!
pt_br: Quero receber notificação!
sv: Jag vill bli meddelad!

source: I'm searching for
am: እኔ ምፈልገዉ
de: Ich suche nach
es: Estoy Buscando
fi: Etsin
fr: Je recherche
he: אני מחפש
hu: Kiket keresek?
nl: Ik zoek voor
pt_br: Estou procurando por
sv: Jag söker efter

source: If you can't see any jobs, please first add a job to your Facebook account.
am: ምንም አይነት ስራ ማየት ካልቻሉ እባክዎ በመጀመሪያ ወደ ፌስቡክ መለያዎ ሥራ ያስገቡ.
de: Wenn du keine Berufe sehen kannst, füge zuerst einen Beruf zu deinem Facebook Konto hinzu.
es: Si No Puede Ver Ningún Trabajo, Por Favor Primero Agrega Un Trabajo A Tu Cuenta De Facebook.
fi: Jos et nää työpaikkaasi, päivitä se Facebookiin.
fr: Si votre travail n’apparaît pas, ajoutez-le d’abord sur votre profil Facebook.
he: אם אתה לא רואה עבודות, בבקשה הוסף קודם עבודה לחשבון הפייסבוק שלך.
hu: Ha nem látsz egy munkát sem, először adj hozzá egyet a Facebook profilodhoz.
nl: Als je geen banen ziet, voeg een baan toe via je Facebook Account.
pt_br: Se você não visualizar nenhuma ocupação, por favor informe primeiramente sua ocupação na sua conta do Facebook.
sv: Om du inte ser några yrken, lägg först till ett yrke på ditt Facebook-konto.

source: Inappropriate message(s)
am: ተገቢ ያልሆነ መልዕክት/ቶች
de: Unangebrachte Nachricht(en)
es: Mensaje(s) Inapropiado(s)
fi: Sopimaton viesti
fr: message(s) inapproprié(s)
he: הודעה(ות) לא נאותה(ות)
hu: Nem helyénvaló üzenet(ek)
nl: Ongepaste Bericht(en)
pt_br: Mensagens inapropriadas(s)
sv: Olämpliga meddelanden

source: Inappropriate recording(s)
am: ተገቢ ያልሆነ ቀረጻ/ዎች
de: Unangebrachte Aufnahme(n)
es: Grabación(s) Inapropiada(s)
fi: Sopimaton äänite
fr: Enregistrement(s) inapproprié(s)
he: הקלטה(ות) לא נאותה(ות)
hu: Nem helyénvaló felvétel(ek)
nl: Ongepaste opname(s)
pt_br: Gravações inapropriadas(s)
sv: Olämpliga inspelningar

source: Info
am: መረጃ
de: Information
es: Información
fi: Tiedot
he: מידע
hu: Információ
nl: Informatie
pt_br: Informação

source: Invalid Email
am: ልክ ያልሆነ ኢሜይል
de: Ungültige Email
es: Correo Electronico Inválido
fi: Virheellinen sähköposti
fr: E-Mail Invalide
he: אימייל לא תקין
hu: Helytelen E-mail cím
nl: Email is verkeerd
pt_br: Email Inválido
sv: Ogiltig E-post
