Repository: Ziph0n/Waving-Localizations
Catalog: App Localization/*.lproj/Localizable.strings
Languages: am, de, es, fi, fr, he, hu, nl, pt_br, sv

source: The device is not allowed to make the payment
am: መሣሪያው ክፍያውን እንዲፈጽም አልተፈቀደለትም
de: Das Gerät ist nicht berechtigt diese Zahlung durchzuführen
es: El Dispositivo No Puede Realizar El Pago
fi: Laitteella ei ole lupa suorittaa maksua
fr: Cet appareil n’est pas autorisé à effectuer un paiement
he: המכשיר לא יכול לבצע תשלומים
hu: Az eszközöd számára nem engedélyezett a fizetés
nl: Op dit toestel is het niet toegestaan om aankopen te verrichten.
pt_br: O dispositivo não tem permissão para efetuar o pagamento
sv: Enheten har inte behörighet att göra en betalning

source: The name of your recording can't be longer than 30 characters
am: የቅጂዎ ስም ከ 30 ምልክቶች በላይ መሆን አይችልም
de: Der Name der Aufzeichnung darf nicht länger als 30 Zeichen sein
es: El Nombre De Tu Grabación No Puede tener Más De 30 Caracteres
fi: Äänitteesi nimi ei voi olla yli 30 merkkiä pitkä
fr: Le nom de l’enregistrement ne doit pas dépasser 30 caractères
he: שם ההקלטה לא יכול להיות ארוך יותר מ30 תוים
hu: A felvétel neve nem lehet 30 karakternél több
nl: De naam van de opname kan niet langer zijn dan 30 letters.
pt_br: O nome da sua gravação não pode ter mais de 30 caracteres
sv: Namnet på din inspelning kan inte vara längre än 30 karaktärer

source: The product is not available in the current storefront
am: ምርቱ አሁን ባለው የሱቅ ፊት ላይ አይገኝም
de: Das Product ist nicht im derzeitigen Shop erhältich
es: El Producto No Está Disponible En El Escaprate Actual
fi: Tuote ei ole saatavilla nykyisessä kaupassa
fr: Ce produit n’est pas disponible actuellement
he: המוצר לא זמין כרגע
hu: Ez a termék jelenleg nem elérhető az áruházban
nl: Het product is niet beschikbaar in de huidige winkel.
pt_br: O produto não está disponível na loja atual
sv: Produkten är inte tillgänglig i det nuvarande skyltfönstret

source: The purchase identifier was invalid
am: የግዢ መለያው ልክ አልነበረም
de: Die Zahlungs-Kennung ist ungültig
es: El Identificador De Compra No Es Válido
fi: Virheellinen ostotunniste
fr: L’identifiant pour l’achat n’est pas valide
he: מזהה הקנייה לא תקין
hu: A vásárlás azonosítása érvénytelen
nl: De aankoop is niet geldig
pt_br: O identificador de compra foi inválido
sv: Köpets identifierare är inte giltig

source: There was an error downloading the recording.
am: ቀረጻውን ሲማውረድ ስህተት ነበር::
de: Beim herunterladen der Aufzeichnung ist ein Fehler aufgetreten.
es: Hubo Un Error Al Descargar La Grabación.
fi: Äänitteen lataamisessa tapahtui virhe.
fr: Une erreur s’est produite lors de l’enregistrement
he: אירעה שגיאה בהורדת ההקלטה
hu: Hiba lépett fel a hangfelvétel letöltése közben.
nl: Er is een fout opgelopen toen u probeerde de opname te downloaden.
pt_br: Ocorreu um erro ao fazer o download da gravação.
sv: Det uppstod ett problem när inspelningen skulle laddas ner.

source: There was an error processing your purchase. Please try again later...
am: ግዢዎን በማስኬድ ላይ ሳለ ስህተት ነበር:: እባክዎ ቆየት ብለው ይሞክሩ...
de: Beim Verarbeiten der Zahlung ist ein Fehler aufgetreten. Bitte versuche es später erneut...
es: Hubo un error al procesar su compra. Por favor, inténtelo de nuevo más tarde...
fi: Ostoksesi käsittelyssä tapahtui virhe. Yritä myöhemmin uudelleen...
fr: Une erreur s’est produite lors de l’achat. Veuillez réessayer plus tard
he: אירעה שגיאה בביצוע הרכישה. נסה שוב מאוחר יותר...
hu: Hiba lépett fel a vásárlás közben. Kérlek próbáld újra később...
nl: Er was een fout met het verwerken van uw aankoop. Probeer het later alsjelieft nogeens...
pt_br: Ocorreu um erro ao processar sua compra. Por favor, tente novamente mais tarde...
sv: Det uppstod ett fel när inspelningen bearbetades. Var god försök igen senare...

source: There was an error while uploading the recording. Please try again later.
am: ቀረጻውን በመሰቀል ላይ ሳለ ስህተት ነበር:: እባክዎ ቆየት ብለው ይሞክሩ::
de: Beim Hochladen der Aufzeichnung ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Hubo un error al cargar la grabación. Por favor, inténtelo de nuevo más tarde.
fi: Äänitteen lataamisessa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s’est produite lors du téléchargement de l’enregistrement. Veuillez réessayer plus tard.
he: אירעה שגיאה בעלת העלאת ההקלטה. נסה שוב מאוחר יותר
hu: Hiba lépett fel a felvételed feltöltése közben. Kérlek próbáld újra később.
nl: Er was een fout bij het uploaden van de opname. Probeer het later opnieuw.
pt_br: Ocorreu um erro ao fazer o upload da gravação. Por favor, tente novamente mais tarde.
sv: Det uppstod ett fel när inspelningen skulle laddas upp. Var god försök igen senare.

source: There was an error with the recording. Please try again later.
am: ቀረጻው ላይ ስህተት ነበር:: እባክዎ ቆየት ብለው ይሞክሩ::
de: Bei der Aufzeichnung ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Hubo un error con la grabación. Por favor, inténtelo de nuevo más tarde.
fi: Äänitteen kanssa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s’est produite lors de l’enregistrement. Veuillez réessayer plus tard.
he: אירעה שגיאה עם ההקלטה. נסה שוב מאוחר יותר.
hu: Hiba lépett fel a hangfelvétellel. Kérlek próbáld újra később.
nl: Er was een fout tijdens het opnemen. Probeer het later opnieuw.
pt_br: Ocorreu um erro com a gravação. Por favor, tente novamente mais tarde.
sv: Det uppstod ett fel med inspelningen. Var god försök igen senare.

source: This purchase will be applied on confirmation. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. You can cancel anytime with your iTunes account settings.
am: ይህ ግዥ በማረጋገጥ ላይ ይተገበራል. ይህ የጊዜ ገደብ ከማብቃቱ በፊት በ24 ሰዓት ውስጥ ካልተሰረዘ በስተቀር የደንበኝነት ምዝገባዎች በራስ-ሰር ይታደሳል. በ iTunes መለያዎ በማንኛውም ጊዜ መተው ይችላሉ.
de: Dieser Kauf wird bei Bestätigung angewandt. Das Abonnement wird erneuert wenn es nicht 24 Stunden vor Ende der derzeitigen Periode beendet wird. In deinen iTunes Account Einstellungen kannst du es jederzeit beenden.
es: Esta compra se aplicará end la confirmacion. Las suscripciones se renovarán automáticamente a menos que se cancelen dentro de las 24 horas anteriores al final del peridod actual. Puede canceleren cualquier momento con la configuración de su cuenta de iTunes.
fi: Tämä osto tulee voimaan vahvistuksen yhteydessä. Tilaus uusitaan automaattisesti, ellei tilausta peruta 24 tuntia ennen tilausjakson päättymistä. Voit peruuttaa tilauksen milloin tahansa iTunes- tilisi asetuksista.
fr: Cet achat sera effectif après confirmation. Les abonnements seront automatiquement renouvelés sauf s’il sont annulés dans les 24 heures précédant la fin de la période en cours. Vous pourrez l'annuler n’importe quand dans les paramètres de votre compte iTunes.
he: הרכישה תבוצע ברגע אישור. מנויים יתחדשו באופן אוטומטי אלא אם כן יבוטלו עד 24 שעות לפני סיום תקופת המנוי הנוכחית. תוכל לבטל בכל זמן דרך הגדרות ה-iTunes.
hu: A megerősítéssel a tranzakció teljesül. Az előfizetés automatikusan megújul, de lehetőség van megszakítani azt minimum 24 órával a lejárat előtt. Bármikor megszakíthatod az automatikus megújítást az iTunes beállításokban.
nl: Deze aankoop wordt toegepast bij een bevestiging. Abonnementen worden automatisch verlengd, tenzij geannuleerd binnen de 24 uur voor het einde van de lopende periode. Je kunt op elk moment annuleren met je iTunes-accountinstellingen.
pt_br: Esta compra será aplicada na confirmação. As inscrições serão renovadas automaticamente, a menos que sejam canceladas dentro de 24 horas antes do final do período atual. Você pode cancelar a qualquer momento com as configurações da sua conta do iTunes.
sv: Köpet kommer att tillämpas vid godkännande. Abonnemang kommer automatiskt att förnyas om de inte avbryts inom 24 timmar före slutet av den nuvarande perioden. Du kan avbryta när du vill i dina iTunes-inställningar.

source: Type a message
am: መልዕክት ይፃፉ
de: Gib eine Nachricht ein
es: Escriba un mensaje
fi: Kirjoita viesti
fr: Tappez un message
he: הקלד הודעה
hu: Üzenet írása
nl: Typ een bericht in
pt_br: Digite uma mensagem
sv: Skriv ett meddelande

source: Unable to send email. Please check your email settings and try again
am: ኢሜይል መላክ አልተቻለም:: እባክዎ የኢሜይል ቅንጅቶዎን ተመልከቱ እና እንደገና ሞክሩ
de: E-Mail konnte nicht gesendet werden. Bitte überprüfe deine E-Mail Einstellungen und versuche es erneut
es: No se puede enviar el correo electronico. Por favor revisa tu configuración de correo electrónico y vuelve a intentarlo
fi: Sähköpostin lähettäminen ei onnistu. Tarkista sähköpostiasetukset ja yritä uudelleen
fr: Impossible d’envoyer l’E-Mail. Modifiez les paramètres et réessayez s’il vous plaît.
he: לא ניתן לשלוח אימייל. בדוק את הגדרות האימייל שלך ונסה שנית
hu: Nem sikerült e-mailt küldeni. Ellenőrizd az e-mail beállításokat, és próbáld újra
nl: Kan geen email versturen. Alseblieft, bekijk uw email instellingen en probeer het opnieuw.
pt_br: Não foi possível enviar e-mail. Verifique suas configurações de e-mail e tente novamente
sv: Det gick inte att skicka. Kolla dina e-post inställningar och försök igen

source: Undo Actions
am: ድርጊቶች ቀልብስ
de: Aktion rückgängig machen
es: Deshacer Acciones
fi: Peruuta toiminnot
fr: Annuler les actions
he: בטל פעולות
hu: Művelet visszavonása
nl: Acties terugdraaien
pt_br: Desfazer ações
sv: Ångra Åtgärder

source: Unlimited Likes
am: ያልተገደቡ መውደዶች
de: Unbeschränkte Likes
es: Me Gusta Ilimitados
fi: Rajoittamattomat tykkäykset
fr: Likes illimités
he: לייקים בלתי מוגבלים
hu: Végtelen Like
nl: Onbeperkte Likes
pt_br: Curtidas Ilimitadas
sv: Oändligt Med Gillningar

source: Unmatch %@
am: አታመሳስል %@ን
es: Inigualable %@
fi: En tykkääkkään henkilöstä %@
he: בטל התאמה עם %@
hu: Párban állás visszavonása vele: %@
nl: Annuleer overeenkoming %@
pt_br: Desfazer match %@
sv: Sluta matcha med %@

source: Update Password
am: የይለፍ ቃል ያሻሽሉ
de: Passwort updaten
es: Actuliza Contraseña
fi: Päivitä Salasana
fr: Mettre à jour le mot de passe
he: עדכן סיסמה
hu: Jelszó frissítés
nl: Update Wachtwoord
pt_br: Atualizar Senha
sv: Uppdatera Lösenord

source: Update Profile
am: መገለጫ ያሻሽሉ
de: Profil updaten
es: Actualiza Perfil
fi: Päivitä profiili
fr: Mettre à jour le profil
he: עדכן פרופיל
hu: Profil frissítés
nl: Update je Profiel
pt_br: Atualizar Perfil
sv: Uppdatera Profil

source: Update password
am: የይለፍ ቃል ያሻሽሉ
de: Passwort updaten
es: Actuliza Contraseña
fi: Päivitä salasana
fr: Mettre à jour le mot de passe
he: עדכן סיסמה
hu: Jelszó frissítés
nl: Update je Wachtwoord
pt_br: Atualizar senha
sv: Uppdatera Lösenord

source: User reported
am: ተጠቃሚ ተመልክቷል
de: Nutzer melden
es: Usuario informado
fi: Käyttäjä ilmiannettu
fr: Utilisateur signalé
he: המשתמש דווח
hu: Jelentett felhasználók
nl: Gebruiker gerapporteerd
pt_br: O usuário informou
sv: Användare Rapporterad

source: View profile
am: መገለጫ ይመልከቱ
de: Profil anzeigen
es: Ver perfil
fi: Näytä profiili
fr: Voir le profil
he: צפה בפרופיל
hu: Profil megtekintése
nl: Bekijk profiel
pt_br: Visualizar perfil
sv: Visa profil

source: Want to be a ghost?
am: መንፈስ መሆን ይፈልጋሉ?
de: Willst du ein Geist werden?
es: ¿Quieres ser un fantasma?
fi: Haluatko olla haamu?
fr: Voulez-vous être un fantôme ?
he: רוצה להיות בלתי נראה?
hu: Szeretnél láthatatlan lenni?
nl: Wil je een geest zijn?
pt_br: Quer ser um fantasma?
sv: Vill du vara ett spöke?

source: Want to be a ghost? Go Premium!
am: መንፈስ መሆን ይፈልጋሉ? ሂድ/ጂ ፕሪሚየም!
de: Willst du ein Geist werden? Hol dir Premium!
es: ¿Quieres ser fantasma? ¡Hazte Premium!
fi: Haluatko olla haamu? Hanki Premium!
fr: Voulez-vous être un fantôme ? Devenez membre Premium !
he: רוצה להיות בלתי נראה? הפוך למשתמש פרימיום!
hu: Szeretnél láthatatlan lenni? Válts prémiumra!
nl: Wil je een geest zijn? Ga Premium!
pt_br: Quer ser um fantasma? Torne-se Premium!
sv: Vill du vara ett spöke? Bli Premium!

source: Want to hide your age?
am: ዕድሜዎን መደበቅ ይፈልጋሉ?
de: Willst du dein Alter verstecken
es: ¿Quieres esconder tu edad?
fi: Haluatko piilottaa ikäsi?
fr: Voulez-vous cacher votre âge ?
he: רוצה להסתיר את הגיל שלך?
hu: Szeretnéd elrejteni a korodat?
nl: Wil je je leeftijd verbergen?
pt_br: Deseja ocultar sua idade?
sv: Vill du gömma din ålder?

source: Want to hide your age? Go Premium!
am: ዕድሜዎን መደበቅ ይፈልጋሉ? ሂድ/ጂ ፕሪሚየም!
de: Willst du dein Alter verstecken? Hol dir Premium!
es: ¿Quieres esconder tu edad? ¡Hazte Premium!
fi: Haluatko piilottaa ikäsi? Hanki Premium!
fr: Voulez-vous cacher votre âge ? Devenez membre Premium !
he: רוצה להסתיר את הגיל שלך? הפוך למשתמש פרימיום!
hu: Szeretnéd elrejteni a korodat? Válts prémiumra!
nl: Wil je je leeftijd verbergen? Ga Premium!
pt_br: Deseja ocultar sua idade? Torne-se Premiumm!
sv: Vill du gömma din ålder? Bli Premium!

source: Want to hide your location?
am: አካባቢዎን መደበቅ ይፈልጋሉ?
de: Willst du deinen Standort verstecken?
es: ¿Quieres ocultar tu ubicación?
fi: Haluatko piilottaa sijaintisi?
fr: Voulez-vous cacher votre localisation ?
he: רוצה להסתיר את המיקום שלך?
hu: Szeretnéd elrejteni a tartózkodási helyed?
nl: Wil je je locatie verbergen?
pt_br: Deseja ocultar sua localização?
sv: Vill du gömma din plats?

source: Want to hide your location? Go Premium!
am: አካባቢዎን መደበቅ ይፈልጋሉ? ሂድ/ጂ ፕሪሚየም!
de: Willst du deinen Standort verstecken? Hol dir Premium!
es: ¿Quieres ocultar tu ubicación? ¡Hazte Premium!
fi: Haluatko piilottaa sijaintisi? Hanki Premium!
fr: Voulez-vous cacher votre localisation ? Devenez membre Premium !
he: רוצה להסתיר את המיקום שלך? הפוך למשתמש פרימיום!
nl: Wil je je locatie verbergen? Ga Premium!
pt_br: Deseja ocultar sua localização? Torne-se Premium!
sv: Vill du gömma din plats? Bli Premium!

source: Want to use a custom location?
am: ብጁ አካባቢ መጠቀም ይፈልጋሉ?
de: Willst du einen Benutzerdefinierten Standort verwenden?
es: ¿Quieres usar una ubicación personalizada?
fi: Haluatko valita sijaintisi?
fr: Voulez-vous utiliser une localisation personalisée ?
he: רוצה להשתמש במיקום לפי בחירה?
hu: Szeretnél egyéni tartózkodási helyet megadni?
nl: Wil je een aangepaste locatie gebruiken?
pt_br: Deseja usar localização personalizada?
sv: Vill du använda en anpassad plats?

source: Waving needs your permission to record.
am: Waving ለመቅዳት የእርስዎን ፍቃድ ያስፈልገዋል::
de: Waving benötigt deine Erlaubnis zum Aufnehmen.
es: Waving necesita tu permiso para grabar.
fi: Waving tarvitsee luvan äänittämiseen.
fr: Waving a besoin de votre autorisation pour enregistrer.
he: Waving צריכה את האישור שלך כדי להקליט
hu: A Waving számára engedélyezni kell a mikrofont.
nl: Waving Heeft jouw toestemming nodig om op te nemen.
pt_br: Waving precisa da sua autorização para gravação.
sv: Waving behöver tillåtelse för att spela in.

source: Welcome!
am: እንኳን ደህና መጡ!
de: Willkommen!
es: ¿Bienvenido!
fi: Tervetuloa!
fr: Bienvenue !
he: ברוכים הבאים!
hu: Üdvözöllek!
nl: Welkom!
pt_br: Bem-vindo!
sv: Välkommen!

source: What do you want to do with this conversation?
am: በዚህ ውይይት ምን ማድረግ ይፈልጋሉ?
de: Was möchtest du mit der Unterhaltung machen?
es: ¿Que quires hacer con esta conversación?
fi: Mitä haluat tehdä tämän keskustelun kanssa?
fr: Que voulez-vous faire avec cette conversation ?
he: מה אתה רוצה לעשות עם השיחה הזאת?
hu: Mit szeretnél tenni ezzel a beszélgetéssel?
nl: Wat wil je doen met dit gesprek ?
pt_br: O que você quer fazer com essa conversa?
sv: Vad vill du göra med den här konversationen?

source: What do you want to do with this recording?
am: በዚህ ቅጂ ምን ማድረግ ይፈልጋሉ?
de: Was möchtest du mit dieser Aufnahme machen?
es: ¿Que quieres hacer con esta grabación?
fi: Mitä haluat tehdä tämän äänitteen kanssa?
fr: Que voulez-vous faire avec cet enregistrement ?
he: מה אתה רוצה לעשות עם ההקלטה הזאת?
hu: Mit szeretnél tenni ezzel a felvétellel?
nl: Wat wil je doen met deze opname ?
pt_br: O que você quer fazer com esta gravação?
sv: Vad vill du göra med den här inspelningen?

source: What's your E-Mail?
am: የእርስዎ ኢ-ሜይል ምንድን ነው?
de: Wie lautet deine E-Mail?
es: Cuál es tu correo electrónico?
fi: Mikä on sähköpostiosoitteesi?
fr: Quel est votre E-Mail ?
he: מה כתובת האימייל שלך?
hu: Mi az E-Mail címed?
nl: Wat is je E-Mail?
pt_br: Qual seu E-Mail?
sv: Vad är din e-postadress?

source: What's your name?
am: ስምዎ ማን ነው?
de: Wie lautet dein Name?
es: Cuál es tu nombre?
fi: Mikä on nimesi?
fr: Quel est votre nom ?
he: מה השם שלך?
hu: Hogy hívnak?
nl: Wat is je naam?
pt_br: Qual seu nome?
sv: Vad är ditt namn?

source: When's your birthday?
am: ልደትዎ መቼ ነው?
de: Wann hast du Geburtstag?
es: ¿Cuando es tu cumpleaños?
fi: Milloin syntymäpäiväsi?
fr: Quand est votre date de naissance ?
he: מתי יום ההולדת שלך?
hu: Mikor születtél?
nl: Wanneer is je verjaardag?
pt_br: Quando é seu aniversário?
sv: När är din födelsedag?

source: Why are you reporting this user?
am: ይህን ተጠቃሚ ለምንድነው የምታመለክቱት?
de: Wieso möchtest du diesen Nutzer melden?
es: ¿Por qué estás informando este usuario?
fi: Miksi haluat ilmiantaa tämän käyttäjän?
fr: Pourquoi signalez-vous cet utilisateur ?
he: למה אתה מדווח על היוזר הזה?
hu: Miért jelented ezt a felhasználót?
nl: Waarom rapporteer je deze gebruiker ?
pt_br: Porque você está reportando este usuário?
sv: Varför rapporterar du denna användare?

source: Woman
am: ሴት
de: Frau
es: Mujer
fi: Nainen
fr: Une femme
he: אישה
hu: Nő
nl: Vrouw
pt_br: Mulher
sv: Kvinna

source: Women
am: ሴቶች
de: Frauen
es: Mujeres
fi: Naiset
fr: Des femmes
he: נשים
hu: Nők
nl: Vrouw
pt_br: Mulheres
sv: Kvinnor

source: Write your message here...
am: መልእክትዎን እዚህ ይጻፉ...
de: Schreibe hier deine Nachricht...
es: Escriba su mensaje aqúi...
fi: Kirjoita viestisi tähän...
fr: Ecrivez votre message ici...
he: כתוב את ההודעה שלך כאן...
hu: Ide írd az üzeneted...
nl: Schrijf hier jouw bericht...
pt_br: Escreve sua mensagem aqui...
sv: Skriv ditt meddelande här...

source: Yellow
am: ቢጫ
de: Gelb
es: Amarillo
fi: Keltainen
fr: Jaune
he: צהוב
hu: Sárga
nl: Geel
pt_br: Amarelo
sv: Gul

source: Yes
am: አዎ
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: כן
hu: Igen
nl: Ja
pt_br: Sim
sv: Ja

source: You already sent a chat request to %@
am: እርስዎ ለ %@ አስቀድመው የውይይት ጥያቄ ልከዋል
de: Du hast %@ bereits eine Chat Anfrage gestellt
es: Ya enviaste una solicitud de chat %@
fi: Lähetit jo viestipyynnön henkilölle %@
fr: Vous avez déjà envoyé une demande de chat à %@
he: כבר שלחת בקשת צ'אט ל %@
hu: Már küldtél felkérést neki: %@
nl: Je hebt al een chatverzoek gestuurd aan %@
pt_br: Você já enviou uma solicitação de bate-papo para %@
sv: Du har redan skickat en förfrågan till %@

source: You can't delete your main recording
am: ዋናውን ቅጂዎን መሰረዝ አይችሉም
de: Du kannst deine Standard Aufzeichnung nicht löschen
es: No Puedes eliminar tu grabación principal
fi: Et voi poistaa tärkeintä äänitettäsi
fr: Vous ne pouvez pas supprimer votre enregistrement principal
he: אתה לא יכול למחוק את ההקלטה הראשית שלך
hu: Nem törölheted az elsődlegesként beállított felvételt
nl: Je kan je hoofdopname niet verwijderen
pt_br: Você não pode excluir sua gravação principal
sv: Du kan inte radera din primära inspelning

source: You did not give us the permission to use your location. Until you change your mind, you can’t use the app. Please tap on the Settings button below and enable Location services for Waving!
am: አካባቢዎን ለመጠቀም ፈቃድ አልሰጡንም:: ሃሳብዎን እስኪቀይሩ ድረስ፤ መተግበሪያውን መጠቀም አይችሉም. እባክዎ ከስር ያለው የቅንብሮች አዝራርን መታ ያድርጉ እና የ Waving የሥፍራ አገልግሎትን ያንቁ!
de: Du hast uns die Nutzung deines Standortes nicht erlaubt. Bis du deine Meinung nicht änderst kannst du die App nicht nutzen. Bitte drücke den Einstellungs Knopf unten und aktiviere die Standortfreigabe für Waving!
es: No nos dio permiso para usar su ubicación. Hasta que cambies de opinion, no puedes usar la aplication. Por favor presiona el botón de confifuración a continuación y habilita los servicios de ubicación para Waving!
fi: Et antanut lupaa käyttää sijaintiasi. Et voi käyttää sovellusta ennen kuin olet muuttanut mielesi. Klikkaa asetukset- kuvaketta ja ota sijaintipalvelut käyttöön Wavingille!
he: לא נתת לנו אישור להשתמש במיקום שלך. עד שתשנה את דעתך, לא תוכל להשתמש באפליקציה. לחץ על כפתור ההגדרות למטה ואפשר את שירותי המיקום עבור Waving!
hu: Nem engedélyezted a tartózkodási helyed használatát. Amíg meg nem gondolod magad, nem használhatod az appot. Kérlek menj a Beállításokba az alsó gombbal és engedélyezd a helymeghatározást a Waving számára!
nl: Je hebt ons geen toegang gegeven om je locatie te gebruiken. Totdat je je hebt bedacht, kan je de app helaas niet gebruiken. Druk alsjeblieft op de knop van de instellingen hier beneden om alsnog de Locatie aan waving toe te staan !
pt_br: Você não nos deu a permissão para usar sua localização. Até que você mude de idéia, você não pode usar o aplicativo. Por favor, toque no botão Configurações abaixo e ative os serviços de localização do Waving!
sv: Du gav inte Waving tillåtelse att använda din plats. Du kan inte använda appen förrän du har ändrat dig. Var god tryck på knappen nedan och aktivera Platstjänster för Waving!

source: You don't have chat requests anymore You'll get new ones in %@
am: ከእንግዲህ የውይይት ጥያቄዎች የለህም አዳዲስ ያገኛሉ ውስጥ %@
de: Du hast keine Chat Anfragen mehr Du bekommst neue Anfragen in %@
es: Ya no tienes solicitudes de chat yRecibirás nuevas en %@
fi: Sinulla ei ole enää viestipyyntöjä Tulet saamaan uusia %@ kuluttua
fr: Vous n’avez plus de demande de chat Vous en aurez d’autres dans %@
he: אין ברשותך עוד בקשות צ'אטים תקבל עוד בעוד %@
hu: Nincs több beszélgetési felkérésed %@ múlva kapsz újra
nl: Je hebt geen chataanvragen meer Je krijgt nieuwe in %@
pt_br: Você não tem mais solicitações de bate-papo Você receberá novas em %@
sv: Du har inga chattförfrågningar längre Du får nya om %@

source: You don't have likes anymore You'll get new ones in %@
am: ከእንግዲህ ወዲያ አትወደዱም አዳዲስ ያገኛሉ ውስጥ %@
de: Du hast keine Likes mehr Du bekommst neue Likes in %@
es: Ya no tienes me gusta yRecibirás nuevas en %@
fi: Sinulla ei ole enää tykkäyksiä Tulet saamaan uusia %@ kuluttua
fr: Vous n’avez plus de like Vous en aurez d’autres dans %@
he: אין ברשותך עוד לייקים תקבל עוד בעוד %@
hu: Nincs több kedvelésed %@ múlva kapsz újra
nl: Je hebt geen likes meer Je krijgt nieuwe in %@
pt_br: Você não possui mais curtidas Você receberá novas em %@
sv: Du har inga fler gillningar Du får nya om %@

source: You entered an invalid email address.
am: ልክ ያልኾነ የኢሜይል አድራሻ አስገብተሃል/ሻል.
de: Du hast eine ungültige E-Mail Adresse eingegeben.
es: Ha introducido una dirección de correo inválida.
fi: Syötit virheellisen sähköpostiosoitteen.
fr: Vous avez entré une adresse E-Mail invalide.
he: הכנסת אימייל לא תקין
hu: Érvénytelen E-mail címet adtál meg.
nl: Je hebt een verkeerde email ingevuld.
pt_br: Você entrou com endereço de email inválido.
sv: Du har skrivit in en ogiltig e-postadress.

source: You got a match with %@!
am: ተመሳሳይ አግኝተዋል ከ %@!
de: Du hast ein Match mit %@!
es: Tienes conincidencia con %@!
fi: Sait osuman henkilön %@ kanssa!
fr: Vous avez un match avec %@ !
he: קיבלת התאמה עם %@!
hu: Párban állsz vele: %@!
nl: Je komt overeen met %@!
pt_br: Você conseguiu um match com %@!
sv: Du har fått en match med %@!

source: You have %d chat request
am: አለህ/ሽ %d የውይይት ጥያቄ
de: Du hast %d Chat Anfrage
es: Tienes %d solicitud de chat
fi: Sinulla on %d viestipyyntö
fr: Vous avez %d demande de chat
he: יש לך %d בקשות צ'אט
hu: %d beszélgetési kérelmed van
nl: Je hebt %d chat aanvraag
pt_br: Você possui %d solicitações de bate-papo
sv: Du har %d chattförfrågning

source: You have %d chat requests
am: አለህ/ሽ %d የውይይት ጥያቄዎች
de: Du hast %d Chat Anfragen
es: Tienes %d solicitudes de chat
fi: Sinulla on %d viestipyyntöä
fr: Vous avez %d demandes de chat
he: יש לך %d בקשות צ'אט
hu: %d beszélgetési felkérésed van
nl: Je hebt %d chat aanvragen
pt_br: Você possui %d solicitações de bate-papo
sv: Du har %d chattförfrågningar
