Repository: Ziph0n/Waving-Localizations
Catalog: App Localization/*.lproj/Localizable.strings
Languages: am, de, es, fi, fr, he, hu, nl, pt_br, sv

source: You need to be at least 18 years old to use Waving. Please come back later!
am: Waving ለመጠቀም እድሜዎ ቢያንስ 18 ዓመት መሆን አለት. እባክዎ በኋላ ተመልሰው ይምጡ!
de: Du musst mindestens 18 Jahre alt sein um Waving zu nutzen. Bitte komm später wieder!
es: Debes tener al menos 18 años para usar Waving. ¡Por favor regresa más tarde!
fi: Sinun täytyy olla vähintään 18- vuotias käyttääksesi Wavingia. Tule myöhemmin takaisin!
fr: Vous devez avoir au moins 18 ans pour utiliser Waving. Veuillez revenir plus tard !
he: אתה צריך להיות לפחות בן 18 כדי להשתמש באפליקציה. חזור מאוחר יותר!
hu: Legalább 18 évesnek kell lenned a Waving használatához. Kérlek gyere vissza később!
nl: Je moet minimaal 18 jaar oud zijn om Waving te gebruiken!
pt_br: Você precisa ter pelo menos 18 anos para usar Waving. Por favor, volte mais tarde!
sv: Du måste vara minst 18 år för att använda Waving. Kom tillbaka senare!

source: You received an image
am: ምስል ተቀብለዋል
de: Du hast ein Bild erhalten
es: Usted recibió una imagen
fi: Vastaanotit kuvan
fr: Vous avez reçu une image
he: קיבלת תמונה
hu: Képet kaptál
nl: Je hebt een afbeelding ontvangen
pt_br: Você recebeu uma imagem
sv: Du har fått en bild

source: You sent an image
am: ምስል ልከዋል
de: Du hast ein Bild gesendet
es: Enviaste una imagen
fi: Lähetit kuvan
fr: Vous avez envoyé une image
he: שלחת תמונה
hu: Elküldtél egy képet
nl: Je hebt een afbeelding verstuurd
pt_br: Você enviou uma imagem
sv: Du skickade en bild

source: Your Premium Access has expired.
am: የእርስዎ ፕሪሚየም አግልግሎት ጊዜው አልፎበታል::
de: Dein Premium Zugang ist abgelaufen.
es: Su acceso Premium ha expirado
fi: Premium- tilauksesi on päättynyt.
fr: Votre accès Pràmium a expiré.
he: גישת הפרימיום שלך פגה תוקף
hu: A prémium hozzáférésed lejárt.
nl: Jouw Premium Access Is voorbij.
pt_br: Sua conta premium expirou.
sv: Din Premium Åtkomst är utgången.

source: Your account has been disabled
am: የእርስዎ መለያ ተዘግቷል
de: Dein Account wurde deaktiviert
es: Su cuenta ha sido deshabilitada
fi: Tilisi on otettu pois käytöstä
fr: Votre compte a été désactivé
he: חשבונך הושהה
hu: A fiókod zárolásra került
nl: Je account is uitgeschakeld
pt_br: Sua conta foi desativada
sv: Ditt konto har inaktiverats

source: Your email address has been updated!
am: የኢሜይል አድራሻዎ ተሻሽሏል!
de: Deine E-Mail wurde aktualisiert!
es: ¡Tu deirección de correo electrónico ha sido actualizada!
fi: Sähköpostiosoitteesi on päivitetty!
fr: Votre adresse E-Mail a été mise à jour!
he: כתובת האימייל שלך עודכנה!
hu: Sikeresen megváltoztattad az E-mail címed!
nl: Jouw email-adres is met succes geupdate!
pt_br: Seu email foi atualizado!
sv: Din e-postadress har uppdaterats!

source: Your name shouldn't contain any numbers or special characters
am: ስምዎ ምንም ቁጥሮችን ወይም ልዩ ምልክቶችን መያዝ የለበትም
de: Dein Name darf keine Zahlen oder Sonderzeichen enthalten
es: Su nombreno debe contener ningún número o caracteres especiales
fi: Nimesi ei saa sisältää numeroita tai erikoismerkkejä
fr: Votre nom ne doit pas contenir de chiffres ni de caractères spéciaux
he: השם שלך לא יכול להכיל מספרים או תוים מיוחדים
hu: A neved nem tartalmazhat számokat és speciális karaktereket
nl: Jouw gebruikersnaam mag geen nummers of speciale tekens bevatten.
pt_br: Seu nome não deve conter nenhum número ou caracteres especiais
sv: Ditt namn kan inte innehålla nummer eller specialtecken

source: Your password
am: የይለፍ ቃልዎ
de: Dein Passwort
es: Tu contraseña
fi: Salasanasi
fr: Votre mot de passe
he: הסיסמה שלך
hu: Jelszavad
nl: Jouw wachtwoord.
pt_br: Sua senha
sv: Ditt lösenord

source: Your password has been successfully reset. An email with your confirmation has been sent.
am: የይለፍ ቃልዎ በተሳካ ሁኔታ ዳግም ተጀምሯል:: የማረጋገጫዎ ኢሜይል ተልኳል::
de: Dein Passwort wurde erfolgreich zurückgesetzt. Eine E-Mail mit der Bestätigung wurde gesendet.
es: Su contraseña ha sido restablecida exitosamente. Se ha enviado un correo electrónico con su confirmación.
fi: Salasanasi palautettiin onnistuneesti. Vahvistussähköposti on lähetetty.
fr: Votre mot de passe a été correctement réinitialisé. Un E-Mail de confirmation vous a été envoyé.
he: הסיסמה שלך אופסה בהצלחה. נשלח אימייל עם האישור שלך.
hu: A jelszavad visszaállításra került. További információkat E-mailben találsz.
nl: Je wachtwoord is succesvol herstelt. Er is een bevesteginsemail verstuurd.
pt_br: Sua senha foi redefinida com sucesso. Um e-mail com a confirmação foi enviado.
sv: Ditt lösenord har återställts. Ett mejl med bekräftelse har skickats till dig.

source: Your password has been updated!
am: የይለፍ ቃልዎ ተሻሽሏል!
de: Dein Passwort wurde aktualisiert!
es: Su contraseña ha sido actualizada!
fi: Salasanasi on päivitetty!
fr: Votre mot de passe a été mis à jour !
he: הסיסמה שלך עודכנה
hu: Sikeressen megváltoztattad a jelszavad!
nl: Je Wachtwoord is geupdated!
pt_br: Sua senha foi atualizada!
sv: Ditt lösenord har uppdaterats!

source: Your profile will be hidden without one
am: የእርስዎ መገለጫ ያለ አንድ ይደበቃል
de: Dein Profil wird ohne vesteckt
es: Tu perfil estará oculto sin uno
fi: Profiilisi tulee olemaan piilotettu
fr: Votre profil sera invisible sans enregistrement
he: הפרופיל שלך יהיה מוסתר בלי זה
hu: A profilod rejtett marad addig amíg nem készítesz egyet
nl: Je profiel is verborgen zonder een.
pt_br: Seu perfil será escondido sem um
sv: Din profil är gömd utan en.

source: Your recording is too long. Try again
am: ቅጂዎ በጣም ረጅም ነው እንደገና ይሞክሩ
de: Deine Aufzeichnung ist zu lang. Versuche es erneut
es: Tu grabación es damasiado larga. Inténtalo de nuevo
fi: Äänitteesi on liian pitkä. Yritä uudelleen
fr: Votre enregistrement est trop long. Réessayez
he: ההקלטה שלך ארוכה מדי. נסה שוב
hu: A felvételed túl hosszú. Próbáld újra.
nl: Jouw opname is te lang. Probeer het opnieuw.
pt_br: Sua gravação é muito longa. Tente novamente
sv: Din inspelning är för lång. Försök igen

source: Your recording is too short. Please keep recording...
am: ቅጂዎ በጣም አጭር ነው:: እባክዎ መቅዳትዎን ይቀጥሉ...
de: Deine Aufzeichnung ist zu kurz. Bitte nimm weiter auf...
es: Tu grabación es muy corta. Por favor sigue grabando...
fi: Äänitteesi on liian lyhyt, jatka äänittämistä...
fr: Votre enregistrement est trop court. Recommencez s’il vous plaît
he: ההקלטה שלך קצרה מדי. המשך להקליט...
hu: A felvételed túl rövid. Próbálj egy hosszabbat készíteni...
nl: Je opname is te kort. Ga alsjeblieft door met het opnemen...
pt_br: Sua gravação é muito curta. Por favor continue gravando...
sv: Din inspelning är för kort. Fortsätt spela in...

source: You’ve entered the wrong password. Try again
am: የተሳሳተ የይለፍ ቃል አስገብተዋል:: እንደገና ይሞክሩ
de: Du hast ein falsches Passwort eingegeben. Versuche es erneut
es: Has ingresado la contraseña encorrecta. Inténtalo de nuevo
fi: Syötit väärän salasanan. Yritä uudelleen
fr: Vous avez entré un mauvais mot de passe. Ré-essayez
he: הכנסת סיסמה לא נכונה. נסה שוב
hu: Hibás jelszó. Próbáld újra
nl: Je hebt een verkeerd wachtwoord ingevult, probeer het opnieuw
pt_br: Você digitou a senha errada. Tente novamenten
sv: Du har skrivit in fel lösenord. Försök igen

source: monthly
am: በየወሩ
de: monatlich
es: mensual
fi: kuukausittain
fr: Mensuel
he: חודשי
hu: havonta
nl: Maandelijks
pt_br: mensalmente
sv: månadsvis

source: Loading...
am: በመክፈት ላይ...
de: Lade...
es: Cargando...
fi: Ladataan...
fr: Chargement...
he: טוען...
hu: Betöltés...
nl: Laden...
pt_br: Carregando...
sv: Laddar...

source: Not enough chat requests
am: በቂ የውይይት ጥያቄዎች አይደሉም
de: Nicht genug Chatanfragen
es: No hay suficientes solicitudes de chat
fi: Ei tarpeeksi viestipyyntöjä
fr: Plus de demandes de chat
he: אין מספיק בקשות צ'אטים
hu: Nincs elég beszélgetési kérelmed
nl: Geen genoeg chat-aanvragen .
pt_br: Não há suficientes solicitações de bate-papo
sv: Inte nog med chattförfrågninar

source: Start kicking off chat requests again now!
am: የውይይት ጥያቄዎች እንደገና ይጀምሩ!
de: Starte wieder eine neue Chatanfrage!
es: ¡Comienza a dar inicio a las solicitudes de chat nuevamente ahora!
fi: Aloita viestipyyntöjen kerääminen uudestaan nyt!
fr: Commencer à émettre de nouveau des demandes de chat dès maintenant !
he: התחל לשלוח שוב בקשות צ'אטים עכשיו!
hu: Küldj újra beszélgetési felkéréseket most!
nl: Start chat-aanvragen nu opnieuw!
pt_br: Começe a iniciar solicitações de bate-papo novamente agora!
sv: Börja skicka chattförfrågningar igen nu!

source: Chat request
am: የውይይት ጥያቄ
de: Chatanfrage
es: Solicitud de chat
fi: Viestipyyntö
fr: Demande de chat
he: בקשת צ'אט
hu: Beszélgetési kérelem
nl: Chat aanvraag
pt_br: Pedido de bate-papo
sv: Chattförfrågningar

source: each
am: እያንዳንዱ
de: beide
es: cada
fi: jokainen
fr: chacun
he: כל
hu: minden egyes
nl: Beide
pt_br: cada
sv: styck

source: Do you really want to log out?
am: በርግጥ መውጣት ይፈልጋሉ?
de: Willst du dich wirklich ausloggen?
es: ¿Realmente quieres desconectarte?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
he: האם אתה באמת רוצה להתנתק?
hu: Biztosan kijelentkezel?
nl: Weet je zeker dat je wilt uitloggen?
pt_br: Você realmente deseja sair??
sv: Är du säker på att du vill logga ut?

source: Do you really want to delete your account?
am: እርግጠኛ ነዎት መለያዎን መሰረዝ ይፈልጋሉ?
de: Willst du wirklich deinen Account löschen?
es: ¿Realmente quieres borrar tu cuenta?
fi: Haluatko varmasti poistaa käyttäjätilisi?
fr: Voulez-vous vraiment supprimer votre compte ?
he: האם אתה באמת רוצה למחוק את החשבון?
hu: Biztosan törölni szeretnéd a fiókod?
nl: Weet je zeker dat je je account wilt verwijderen?
pt_br: Você realmente deseja excluir sua conta?
sv: Är du säker på att du vill radera ditt konto?

source: Out of chat requests! %@
am: የውይይት ጥያቄዎች አልቋል! %@
de: keine weiter Chatanfragen! %@
es: Fuera de las solicitudes de chat! %@
fi: Ei viestipyyntöjä! %@
fr: Plus de demandes de chat ! %@
he: נגמרו בקשות הצ'אטים! %@
hu: Nincs több beszélgetési felkérésed! %@
nl: Chat aanvragen zijn op! %@
pt_br: Sem solicitações de bate-papo! %@
sv: Slut på chattförfrågningar! %@

source: Swipe
am: ያንሸራትቱ
de: Wischen
es: deslizar
fi: Pyyhkäise
fr: Balayer
he: החלק
hu: Húzd el
nl: Veeg
pt_br: Deslize
sv: Dra

source: to refresh
am: ለማደስ
de: aktualisieren
es: refrescar
fi: päivittääksesi
fr: pour rafraichir
he: לרענן
hu: a frissítéshez
nl: Ververs
pt_br: para atualizar
sv: för att uppdatera

source: Name
am: ስም
es: Nombre
fi: Nimi
fr: Nom
he: שם
hu: Név
nl: Naam
pt_br: Nome
sv: Namn

source: Licenses
am: ፍቃዶች
de: Lizenzen
es: Licencias
fi: Lisenssit
he: רישיונות
hu: Engedélyek
nl: licenties
pt_br: Licensas
sv: Licenser

source: Password requirements: Minimum 6 characters
am: የይለፍ ቃል መስፈርቶች: ቢያንስ 6 ምልክቶች
de: Passwort Vorraussetzungen: Minimum 6 Zeichen
es: Requisitos De Contraseña: Minimo 6 Letras
fi: Salasanan vaatimukset: Vähintään 6 merkkiä
fr: Le mot de passe doit contenir 6 caractères minimum
he: דרישות סיסמה: מינימום 6 תווים
hu: Jelszó követelmény: Minimum 6 karakter
nl: Wachtwoord vereisten: Minimaal 6 letters
pt_br: Requisitos de senha: mínimo 6 caracteres
sv: Lösenordskrav: Minst 6 Karaktärer

source: at
am: በ
de: beim
es: a
fr: à
he: ב
hu: itt:
nl: op
pt_br: em
sv: hos

source: Chat Request Accepted
am: የውይይት ጥያቄ ተቀባይነት አግኝቷል
de: Chatanfrage akzeptiert
es: solicitud de chat aceptada
fi: Viestipyyntö torjuttu
fr: Demande de chat acceptée
he: בקשת צ'אט אושרה
hu: Beszélgetési kérelem elfogadva
nl: Chat Aanvraag geaccepteerd
pt_br: Solicitação de bate-papo aceita
sv: Chattförfrågan accepterad

source: Congratulations! %@ accepted your chat request!
am: እንኳን ደስ አለዎት! %@ የውይይት ጥያቄዎን ተቀብሏል/ተቀብላለች!
es: Felicitaciones! %@ aceptó su solicitud de chat!
fi: Onneksi olkoon! %@ hyväksyi viestipyyntösi!
fr: Félicitations ! %@ a accepté votre demande de chat !
he: מזל טוב! %@ אישר/ה את בקשת הצ'אט שלך
hu: Gratulálok! %@ elfogadta a kérelmed!
nl: Gefeliciteerd! %@ Heeft je chatverzoek geaccepteerd!
pt_br: Parabéns! %@ aceitou sua solicitação de bate-papot!
sv: Grattis! %@ accepterade din förfrågan!

source: Chat Request Declined
am: የውይይት ጥያቄ ተቀባይነት አላገኘም
de: Chatanfrage abgelehnt
es: Solicitud de chat rechazada
fi: Viestipyyntö hylätty
fr: Demande de chat refusée
he: בקשת צ'אט נדחתה
hu: Beszélgetési kérelem elutasítva
nl: Chat Verzoek geannuleerd
pt_br: Solicitação de bate-papo recusada
sv: Chattförfrågan avböjd

source: Unfortunately, %@ declined your chat request
am: የአጋጣሚ ነገር ሆኖ %@ የውይይት ጥያቄዎን አልተቀበለም/ችም
de: Sorry, %@ hat deine Chatanfrage abgelehnt
es: Desafortunadamente, %@ rechazado su solicitud de chat
fi: Valitettavasti %@ torjui viestipyyntösi
fr: Malheureusement, %@ a refusé votre demande de chat
he: לצערנו, %@ דחה/תה את בקשת הצ'אט שלך
hu: Sajnos %@ visszautasította a kérelmed
nl: Helaas..., %@ Heeft je verzoek geweigerd
pt_br: Infelizmente, %@ recusou o seu pedido de bate-papo
sv: Tyvärr, %@ avböjde din förfrågan

source: New Chat Request
am: አዲስ የውይይት ጥያቄ
de: Neue Chatanfrage
es: Nueva solicitud de chatt
fi: Uusi viestipyyntö
fr: Nouvelle demande de chat
he: בקשת צ'אט חדשה
hu: Új beszélgetési kérelem
nl: Nieuw Chat Verzoek
pt_br: Nova solicitação de bate-papo
sv: Ny chattförfrågan

source: %@ sent you a chat request
am: %@ የውይይት ጥያቄ ልከዉልዎታል
de: %@ hat dir eine Chatanfrage gesendet
es: %@ te envió una solicitud de chat
fi: %@ lähetti sinulle viestipyynnön
fr: %@ vous a envoyé une demande de chat
he: %@ שלח/ה לך בקשת צ'אט
hu: %@ beszélgetni szeretne veled
nl: %@ Heeft je een chat verzoek gstuurd.
pt_br: %@ enviou uma solicitação de bate-papo
sv: %@ skickade en chattförfrågan

source: New Message
am: አዲስ መልዕክት
de: Neue Nachricht
es: Nuevo mensaje
fi: Uusi Viesti
fr: Nouveau message
he: הודעה חדשה
hu: Új üzenet
nl: Nieuw bericht
pt_br: Nova mensagem
sv: Nytt Meddelande

source: %@ sent you a message
am: %@ መልእክት ልከውልዎታል
de: %@ hat dir eine Nachricht geschickt
es: %@ Te envio un mensaje
fi: %@ lähetti sinulle viestin
fr: %@ vous a envoyé un message
he: %@ שלח/ה לך הודעה
hu: %@ üzenetet küldött
nl: %@ heeft je een bericht gestuurd.
pt_br: %@ enviou uma mensagem
sv: %@ skickade ett meddelande

source: New Match
am: አዲስ ተመሳሳይ
de: Neuer Match
es: Nuevo partido
fi: Uusi Osuma
fr: Nouveau match
he: התאמה חדשה
hu: Új találat
nl: Nieuwe Match
pt_br: Novo Match

source: Congratulations! You got a match with %@!
am: እንኳን ደስ አለዎት! ከ%@ ተመሳሳይ ሆነዋል!
de: Glückwunsch! Du hast ein Match mit %@!
es: Felicitaciones! Tienes un partido con %@!
fi: Onneksi olkoon! Sait osuman henkilön %@ kanssa!
fr: Félicitations ! Vous avez obtenu un match avec %@ !
he: מזל טוב! יש לך התאמה עם %@!
hu: Gratulálok! Párban állsz vele: %@
nl: Gefeliciteerd! Je hebt een match met %@!
pt_br: Parabéns! Você conseguiu um match com %@!
sv: Grattis! Du har matchat med %@!

source: This purchase will be applied on confirmation. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. You can cancel anytime with your iTunes account settings. See our <t>Terms of Service</t> and <p>Privacy Policy</p>
am: ይህ ግዥ በማረጋገጥ ላይ ይተገበራል:: ይህ የጊዜ ገደብ ከማብቃቱ በፊት በ24 ሰዓት ውስጥ ካልተሰረዘ የደንበኝነት ምዝገባዎች በራሱ ይታደሳል:: በ iTunes መለያዎ ቅንብሮች በማንኛውም ጊዜ መተው ይችላሉ:: የእኛን <t>የአገልግሎት ውል</t> እና <p>የግላዊነት ፖሊሲ ይመልከቱ</p>
de: Dieser Kauf wird bei der Bestätigung aktiviert. Abonnements werden automatisch verlängert, wenn sie nicht innerhalb von 24 Stunden vor Ablauf des aktuellen Zeitraums storniert werden. Sie können Abbonements jederzeit in Ihren iTunes-Kontoeinstellungen stornieren. Siehe unsere <t> Nutzungsbedingungen </t> und <p> Datenschutzrichtlinie </p>
fi: Tämä osto tulee voimaan vahvistuksen yhteydessä. Tilaus uusitaan automaattisesti, ellei tilausta peruta 24 tuntia ennen tilausjakson päättymistä. Voit peruuttaa tilauksen milloin tahansa iTunes- tilisi asetuksista. Katso <t>Käyttöehdot</t> ja <p>Tietosuojakäytäntö</p>
fr: Cet achat sera effectif après confirmation. Les abonnements seront automatiquement renouvelés sauf s’il sont annulés dans les 24 heures précédant la fin de la période en cours. Vous pourrez l'annuler n’importe quand dans les paramètres de votre compte iTunes. Se référer à nos <t>Conditions d’utilisation</t> et <p>Politique de confidentialité</p>
he: הרכישה תבוצע ברגע אישור. מנויים יתחדשו באופן אוטומטי אלא אם כן יבוטלו עד 24 שעות לפני סיום תקופת המנוי הנוכחית. תוכל לבטל בכל זמן דרך הגדרות ה-iTunes. ראה את <t>תנאי השימוש</t> <p>ומדיניות הפרטיות</p>
hu: A megerősítéssel a tranzakció teljesül. Az előfizetés automatikusan megújul, de lehetőség van megszakítani azt minimum 24 órával a lejárat előtt. Bármikor megszakíthatod az automatikus megújítást az iTunes beállításokban. További információkért lásd a <t>Felhasználási feltételeket</t> és az <p>Adatvédelmi nyilatkozatot</p>.
nl: Deze aankoop wordt toegepast bij de bevestiging. Abonnementen worden automatisch verlengd, tenzij geannuleerd binnen 24 uur voor het einde van de lopende periode. Je kunt op elk moment je abonnement annuleren met je iTunes-accountinstellingen. Zie de <t>Servicevoorwaarden</t> en <p>Privacybeleid</p>
sv: Köpet kommer att tillämpas vid godkännande. Abonnemang kommer automatiskt att förnyas om de inte avbryts inom 24 timmar före slutet av den nuvarande perioden. Du kan avbryta när du vill i dina iTunes-inställningar. För mer information, se vår <t>Användarvillkor<t> och <p>Intergritetspolicy</p>

source: You sent a voice message
am: የድምፅ መልዕክት ልከሃል
de: Sie haben eine Sprachnachricht gesendet
es: Enviaste un mensaje de voz
fi: Lähetit ääniviestin
fr: Vous avez envoyé un message vocal
he: שלחת הודעה קולית
nl: Je hebt een spraakbericht verzonden
sv: Du skickade ett röstmeddelande

source: You received a voice message
am: የድምፅ መልዕክት ደርሰዎታል
de: Sie haben eine Sprachnachricht erhalten
es: Recibiste un mensaje de voz
fi: Olet saanut ääniviestin
fr: Vous avez reçu un message vocal
he: קיבלת הודעה קולית
nl: Je hebt een spraakbericht ontvangen
sv: Du fick ett röstmeddelande

source: Waving
es: Ondulación
nl: Waaien
