Repository: Ziph0n/Waving-Localizations
Catalog: App Localization/*.lproj/Localizable.strings
Languages: am, de, es, fi, fr, he, hu, nl, pt_br, sv

source: It seems that you already created a Waving account via Facebook. Please login via Facebook.
am: በፌስቡክ የWaving መለያ አስቀድመው የፈጠሩ ይመስላል:: እባክሆ በ Facebook ተመዝገቡ.
de: Wie es scheint hast du bereits einen Waving Account über Facebook. Versuche dich über Facebook einzuloggen
es: Correo Electrónico No Válido Parace Que Ya Creaste Una Cuenta Waving a Través de Facebook. Por Favor Inicia Sesión A Través De Facebook.
fi: Näyttäisi sille, että olet jo luonut Waving- tilin Facebookilla. Kirjaudu sisään Facebookilla.
fr: Il semblerait que vous ayez déjà créé un compte Waving via Facebook. Veuillez vous identifiez via Facebook.
he: נראה שכבר יצרת חשבון דרך פייסבוק. בבקשה התחבר דרך פייסבוק
hu: Úgy tűnik már van egy Facebookkal regisztrált Waving fiókod. Kérlek jelentkezz be Facebookkal.
nl: Het ziet ernaar uit dat je al een Waving account hebt gemaakt via Facebook. Log alsjeblieft in met Facebook
pt_br: Você já criou uma conta do Waving através do Facebook. Por favor faça o login utilizando Facebook.
sv: Du verkar redan ha skapat ett Waving-konto genom Facebook. Var god logga in genom Facebook.

source: It seems that you already have a Waving account. Please login with your account
am: የWaving መለያ አስቀድመው ያልዎት ይመስላል:: እባክዎ በመለያዎ ይግቡ
de: Wie es scheint hast du bereits einen Waving Account. Bitte logge dich mit deinem Account ein
es: Parece Que Ya Tienes Una Cuenta Waving. Por Favor Inicie Sesión Con Su Cuenta
fi: Näyttäisi sille, että sinulla on jo Waving- tili. Kirjaudu sisään
fr: Il semblerait que vous ayez déjà un compte Waving. Veuillez vous connecter à votre compte.
he: נראה שיש לך כבר חשבון באפליקציה. בבקשה התחבר עם החשבון שלך.
hu: Úgy tűnik már van Waving fiókod. Kérlek jelentkezz be.
nl: Het ziet ernaar uit dat je al een Waving account hebt. Log alsjeblieft in.
pt_br: Parece que você já possui uma conta. Por favor faça login em sua conta
sv: Du verkar redan ha skapat ett Waving-konto. Var god logga in med ditt konto

source: Kick off 5 chat requests every 12 hours!
am: በ የ12 ሰዓቶች 5 የውይይት ጥያቄዎች ያቅርቡ!
de: Schreibe Chat Anfragen alle 12 Stunden!
es: ¡Inicia 5 De Chat Más Cada 12 Horas!
fi: Lähetä 5 viestipyyntöä joka 12 tunnin aikana!
fr: Envoyez 5 demandes de chat toutes les 12 heures !
he: שלח 5 בקשות צ'אטים כל 12 שעות!
hu: Küldj 5 beszélgetési felkérést minden 12 órában!
nl: Start 5 chatverzoeken iedere 12 uur !
pt_br: Lance 5 pedidos de bate-papo a cada 12 horas!
sv: Skicka 5 chattförfrågningar var 12:e timme!

source: Know when you get a match, a chat request or a message!
am: ተመሳሳይ ሲያገኙ፣የውይይት ጥያቄ ወይም መልዕክት ሲያገኙ ይወቁ!
de: Erfahre es wenn du ein Match, eine Chat Anfrage oder eine Nachricht bekommst!
es: ¡Sepa Cuándo Obtiene Una Coincidencia, Una Solicitud De Chat O Un Mensaje!
fi: Tiedä milloin saat osuman, viestipyynnön tai viestin!
fr: Soyez prévenu quand vous obtenez un match, une demande de chat ou un message !
he: דע מתי אתה מקבל התאמה, בקשת צ'אט או הודעה!
hu: Értesülj azonnal a beszélgetési felkérésekről, üzenetekről és párban állásról!
nl: Weet wanneer je een match hebt, een chat aanvraag of een bericht !
pt_br: Saiba quando você recebe um match, um pedido de bate-papo ou uma mensagem!
sv: Få reda på när du får en match, chattförfrågning eller meddelande!

source: Legal Notices
am: የህግ ማሳሰቢያዎች
de: Impressum
es: Avisos Legales
fi: Lailliset huomautukset
fr: Mentions légales
he: הודעות משפטיות
hu: Jogi nyilatkozat
nl: Legale Meldingen
pt_br: Notícias Legais
sv: Rättsliga meddelanden

source: Let's record your first recording!
am: የመጀመሪያው ቅጂዎን እንቅዳ!
de: Nimm deine erste Aufnahme auf!
es: ¡Grabemos Su Primera Grabación!
fi: Nauhoitetaan ensimmäinen äänitteesi!
fr: Faites votre premier enregistrement !
he: בוא נקליט את ההקלטה הראשונה שלך!
hu: Essünk túl az első hangfelvételen!
nl: Laten we je eerste opname opnemen!
pt_br: Vamos gravar sua primeira gravação!
sv: Låt oss börja med din första inspelning!

source: Like as many people as you want! No limits.
am: እርስዎ የሚፈልጉትን ያህል ሰዎች ይዉደዱ! ምንም ገደብ የለም::
de: Like so viele Menschen wie du willst! Keine Grenzen.
fi: Tykkää niin monesta ihmisestä kuin haluat! Ei rajoituksia.
fr: Likez tous les profils que vous voulez ! Pas de limites.
he: עשה לייקים לכמה אנשים שאתה רוצה! בלי הגבלות
hu: Kedvelj annyi embert amennyit csak szeretnél, nincs limit!
nl: Vind mensen leuk zoveel als je maar wilt! Geen limiet.
pt_br: Curta quantas pessoas você desejar! Sem limites.
sv: Gilla så många personer du vill! Inga gränser.

source: Liked or disliked by mistake? Undo it!
am: በስህተት የተወደዱ ወይም ያልተደሰቱ ናቸው? ቀልብሱት!
de: Aus versehen geliked oder disliked? Mach es rückgängig!
es: ¿Le Gustó O No Le Gustó Por Error? ¡Deshacerlo!
fi: Tykkäsitkö tai jätitkö tykkäämättä vahingossa? Peruuta!
fr: Liké ou ignoré par erreur ? Vous pourrez l'annuler !
he: אהבת או שללת בטעות? בטל את זה!
hu: Véletlenül kedveltél valakit? Vond vissza!
nl: Leuk gevonden of niet per ongeluk? Keer terug!
pt_br: Curtiu ou descurtiu por engano? Desfaça!
sv: Gillat eller ogillat av missag? Ångra det!!

source: Location
am: አካባቢ
de: Standort
es: Ubicación
fi: Sijainti
fr: Localisation
he: מיקום
hu: Tartózkodási hely
nl: Locatie
pt_br: Localização
sv: Plats

source: Location Permission
am: የአካባቢ ፍቃድ
de: Standort Berechtigung
es: Permiso De Ubicación
fi: Sijainnin käyttö
fr: Autorisation de localisation
he: הרשאות מיקום
hu: Tartózkodási hely
nl: Locatie Toegang
pt_br: Permissão de Localização
sv: Platstillåtelse

source: Location Settings
am: የአካባቢ ቅንጅቶች
de: Standort Einstellungen
es: Confuguración De Ubicación
fi: Sijaintiasetukset
fr: Paramètres de localisation
he: הגדרות מיקום
hu: Tartózkodási hely beállítása
nl: Locatie Instellingen
pt_br: Configurações de Localização
sv: Platsinställningar

source: Log Out
am: ውጣ
de: Ausloggen
es: Cerrar Sesión
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק
hu: Kijelentkezés
nl: Log uit
pt_br: Sair
sv: Logga Ut

source: Log in
am: ግባ
de: Einloggen
es: Iniciar Sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחבר
hu: Bejelentkezés
pt_br: Entrar
sv: Logga in

source: Log in with E-Mail
am: በኢሜይል ግባ
de: Logge dich mit deiner E-Mail ein
es: Iniciar Sesión Con Correo Electrónico
fi: Kirjaudu sähköpostilla
fr: Connectez-vous avec votre E-Mail
he: התחבר עם אימייל
hu: Bejelentkezés E-mail címmel
nl: Log in Met E-Mail
pt_br: Acessar com seu E-Mail
sv: Logga in med e-post

source: Log in with Facebook
am: በፌስቡክ ግባ
de: Logge dich über Facebook ein
es: Iniciar Sesión Con Facebook
fi: Kirjaudu Facebookilla
fr: Connectez-vous avec Facebook
he: התחבר עם פייסבוק
hu: Bejelentkezés Facebook felhasználóval
nl: Log in Met Facebook
pt_br: Acessar com seu Facebook
sv: Logga in med Facebook

source: Looking for
am: ምፈልገዉ
de: Ich suche nach
es: Buscando
fi: Etsin
fr: Chercher
he: מחפש אחר
hu: Kit keresek?
nl: Kijk voor
pt_br: Procurando por
sv: Söker efter

source: Man
am: ወንድ
de: Mann
es: Hombre
fi: Mies
fr: Un homme
he: גבר
hu: Férfi
pt_br: Homem

source: Manage Recording
am: ቅጂዎችን ያስተዳድሩ
de: Aufzeichnungen verwalten
es: Administrar La Grabación
fi: Hallinnoi äänitettä
fr: Gérer les enregistrements
he: נהל הקלטות
hu: Felvétel kezelése
nl: Bewerk Opname
pt_br: Gerenciar Gravação
sv: Hantera Inspelning

source: Maximum Distance (in miles)
am: ከፍተኛ ርቀት (በ ማይሎች)
de: Maximale Distanz (in Meilen)
es: Distancia Máxima (En Millas)
fi: Maksimietäisyys (kilometreinä)
fr: Distance maxi (en km)
he: מרחק מקסימלי (במיילים)
hu: Maximum távolság (mérföldben)
nl: Maximale Afstand (in amerikaanse miles)
pt_br: Distância máxima (em milhas)
sv: Maximalt avstånd (i miles)

source: Men
am: ወንዶች
de: Männer
es: Hombres
fi: Miehet
fr: des hommes
he: גברים
hu: Férfiak
nl: Man
pt_br: Homens
sv: Män

source: Message sent
am: መልዕክት ተልኳል
de: Nachricht gesendet
es: Mensaje Enviado
fi: Viesti lähetetty
fr: Message envoyé
he: הודעה נשלחה
hu: Üzenet elküldve
nl: Bericht Verzonden
pt_br: Mensagem enviada
sv: Meddelande skickat

source: Microphone Permission Denied!
am: የማይክሮፎን ፍቃድ ተከልክሏል!
de: Mikrofon Berechtigung verweigert!
es: Permiso De Micrófono Negado
fi: Mikrofonilla ei ole lupaa!
fr: Autorisation pour le micro refusée !
he: הרשאות מיקרופון נידחו!
hu: Mikrofon hozzáférés megtagadva!
nl: Micofoon toegang Geweigerd!
pt_br: Permissão de acesso ao microfone negada!
sv: Tillåtelse till mikrofon nekat!

source: Month
am: ወር
de: Monat
es: Mes
fi: Kuukausi
fr: Mois
he: חודש
hu: Hónap
nl: Maand
pt_br: Mês
sv: Månad

source: Months
am: ወራት
de: Monate
es: Meses
fi: Kuukautta
fr: Mois
he: חודשים
hu: Hónap
nl: Maanden
pt_br: Meses
sv: Månader

source: More
am: ተጨማሪ
de: Mehr
es: Más
fi: Lisää
fr: Plus
he: עוד
hu: Egyebek
nl: Meer
pt_br: Mais
sv: Mer

source: More Chat Requests
am: ተጨማሪ የውይይት ጥያቄዎች
de: Mehr Chat anfragen
es: Más Solicitudes De Chat
fi: Lisää Viestipyyntöjä
fr: Plus de demandes de chat
he: עוד בקשות צ'אטים
hu: Több beszélgetési kérelem
nl: Meer chat verzoeken
pt_br: Mais Solicitações de bate-papos
sv: Mer Chattförfrågningar

source: My Profile
am: የእኔ መገለጫ
de: Mein Profil
es: Mi Perfil
fi: Profiili
fr: Mon profil
he: הפרופיל שלי
hu: Profilom
nl: Mijn Profiel
pt_br: Meu Perfil
sv: Min Profil

source: New password
am: አዲስ የይለፍ ቃል
de: Neues Passwort
es: Nueva Contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hu: Új jelszó
nl: Nieuw wachtwoord
pt_br: Nova senha
sv: Nytt Lösenord

source: Next
am: ቀጣይ
de: Nächste
es: Suguiente
fi: Seuraava
fr: Suivant
he: הבא
hu: Következő
nl: Volgende
pt_br: Próximo
sv: Nästa

source: No birthday selected
am: ምንም የልደት ቀን አልተመረጠም
de: Kein Geburtstag ausgewählt
es: Ningún Cumpleaño Seleccionado
fi: Ei syntymäpäivää valittuna
fr: Date de naissance non sélectionnée
he: לא נבחר יום הולדת
hu: Nincs kiválasztva születésnap
nl: Geen Verjaardag Geselecteerd
pt_br: Data de nascimento não foi selecionada
sv: Ingen födelsedag vald

source: Not Now
am: አሁን አይሆንም
de: Jetzt nicht
es: Ahora No
fi: Ei nyt
fr: Pas maintenant
he: לא עכשיו
hu: Később
nl: Niet nu
pt_br: Agora não
sv: Inte nu

source: Not allowed to make the payment
am: ክፍያን ለመፈጸም አልተፈቀደልዎትም
de: Nicht berechtigt die Zahlung durchzuführen
es: No Permitido Hacer El Pago
fi: Maksu ei ole sallittu
fr: Non autorisé à payer
he: תשלום לא מאושר
hu: Nem engedélyezett a fizetés
nl: Niet bevoegd om deze aankoop te voltooien
pt_br: Não foi permitado realizar o pagamento
sv: Inte tillåten att göra betalning

source: Nothing to restore.
am: ምንም የሚመለስ ነገር የለም::
de: Nichts zum Wiederherstellen verfügbar.
es: Nada Para Restaurar.
fi: Ei mitään palautettavaa.
fr: Rien à restaurer.
he: שום דבר לשחזר.
hu: Nincs lehetőség visszaállításra.
nl: Niets om te herstellen.
pt_br: Nada para restaurar.
sv: Inget att återställa.

source: Ok
am: እሺ
es: De Acuerdo
he: אוקיי
hu: Rendben
nl: Oké

source: Only Men
am: ወንዶች ብቻ
de: Nur Männer
es: Sólo Hombres
fi: Vain miehiä
fr: Seulement des hommes
he: רק גברים
hu: Csak férfiak
nl: Alleen Mannen
pt_br: Somente Homens
sv: Endast män

source: Only Women
am: ሴቶች ብቻ
de: Nur Frauen
es: Solo Mujeres
fi: Vain naisia
fr: Seulement des femmes
he: רק נשים
hu: Csak nők
nl: Alleen Vrouwen
pt_br: Somente Mulheres
sv: Endast kvinnor

source: Orange
am: ብርቱካናማ
es: Naranja
fi: Oranssi
he: כתום
hu: Narancs
nl: Oranje
pt_br: Laranja

source: Other
am: ሌላ
de: Andere
es: Otro
fi: Muu
fr: Autre
he: אחר
hu: Egyéb
nl: Andere
pt_br: Outros
sv: Annat

source: Out of likes! %@
am: ከ መወደድ ውጪ! %@
de: Keine Likes mehr verfügbar! %@
es: Fuera De Me Gusta! %@
fi: Tykkäykset loppu! %@
fr: Plus de likes ! %@
he: נגמרו הלייקים %@
hu: Kifogytál a kedvelésekből! %@
nl: Likes zijn op! %@
pt_br: Sem curtidas! %@
sv: Slut på gillningar! %@

source: Password
am: የይለፍ ቃል
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
nl: Wachtwoord
pt_br: Senha
sv: Lösenord

source: Please confirm by entering your password
am: እባክዎ የይለፍ ቃልዎን በማስገባት ያረጋግጡ
de: Bitte bestätige über Eingabe deines Passworts
es: Por Favor Confirme Ingresando Su Contraseña
fi: Vahvista syöttämällä salasanasi
fr: Confirmez avec votre mot de passe
he: אשר על ידי הכנסת סיסמה
hu: Kérlek erősítsd meg a jelszavad beírásával
nl: Alsjeblieft bevestig het door uw wachtwoord in te voeren.
pt_br: Por favor confirme informando sua senha
sv: Var god bekräfta genom att skriva ditt lösenord

source: Please enter a name for your recording
am: እባክዎ ለቅጂዎ ስም ያስገቡ
de: Wähle einen Namen für deine Aufzeichnung
es: Por Favor Ingrese Un Nomber Para Su Grabación
fi: Lisää äänitteellesi nimi
fr: Veuillez entrer un titre pour votre enregistrement
he: הכנס שם להקלטה שלך
hu: Kérlek adj egy nevet a felvételednek
nl: Voer alsjeblieft een naam in voor uw opname
pt_br: Por favor informe um nome para sua gravação
sv: Var god skriv ett namn på din inspelning

source: Please enter your current password, and then your new password to update your password.
am: እባክዎ የአሁኑን የይለፍ ቃል ያስገቡ እና አዲስ የይለፍ ቃል ለማሻሻል የበፊቱን::
de: Bitte gib dein derzeitiges Passwort und dein neues Passwort an um es zu aktualisieren.
es: Ingrese Su Contraseña Actual Y Luego Su Nueva Contraseña Para Actualizar Su Contraseña.
fi: Syötä nykyinen salasanasi, jonka jälkeen syötä uusi salasana.
fr: Entrez votre mot de passe actuel, puis votre nouveau mot de passe. Enfin veuillez confirmer en le saisissant une 2ème fois.
he: הכנס את הסיסמה הנוכחית שלך ולאחר מכן סיסמה חדשה בכדי לעדכן את הסיסמה
hu: A jelszó frissítéséhez először írd be a régi, majd az új jelszavad.
nl: Voer alsjeblieft uw wachtwoord in, en dan uw nieuwe wachwoord om je wachtwoord te updaten.
pt_br: Por favor informe sua senha atual, e em seguida sua nova senha para atualizá-la.
sv: Skriv in ditt nuvarande lösenord, och sedan ett nytt för att uppdatera ditt lösenord.

source: Please enter your email address
am: እባክዎ የኢሜይል አድራሻዎን ያስገቡ
de: Bitte gib deine E-Mail Adresse ein
es: Por Favor, Introduzca Su Dirección De Correo Electrónico
fi: Syötä sähköpostiosoitteesi
fr: Veuillez saisir votre adresse E-Mail.
he: הכנס את כתובת המייל שלך
hu: Add meg az e-mail címed
nl: Voer uw email adres in
pt_br: Por favor entre com seu endereço de email
sv: Skriv in din e-postadress

source: Please enter your password to permanently delete your account.
am: እባክዎ መለያዎን በቋሚነት ለመሰረዝ የይለፍ ቃልዎን ያስገቡ
de: Bitte gib dein Passwort ein um deinen Account permanent zu löschen.
es: Por Favor Ingrese Su Contraseña Para Eliminar Permanentemente Su Cuenta.
fi: Syötä salasanasi poistaaksesi käyttäjätilisi pysyvästi.
fr: Entrez votre mot de passe pour supprimer votre compte définitivement.
he: הכנס את הסיסמה שלך כדי למחוק את חשבונך לצמיתות.
hu: Írd be a jelszavad a fiókod végleges törléséhez.
nl: Voer uw wachtwoord in om je account voor altijd te verwijderen .
pt_br: Por favor entre com sua senha para deletar sua conta definitivamente.
sv: Skriv in ditt lösenord för att permanent radera ditt konto.

source: Please explain why you are reporting %@?
am: እባክዎ ለምን ሪፖርት እንደሚያደርጉ ያስረዱ %@?
de: Wieso möchtest du %@ melden?
es: Por Favor Explique Por Qué Está Informando %@?
fi: Kerro miksi teet ilmiannon %@?
fr: Expliquez pourquoi vous signalez @%
he: הסבר למה אתה מדווח על %@?
hu: Kérlek indokold meg miért jelented őt: %@
nl: Leg uit waarom je %@ rapporteert ?
pt_br: Por favor explique o porquê você está reportando %@?
sv: Var god förklara varför du rapporterar %@?

source: Please select a reason
am: እባክዎ ምክንያት ይምረጡ
de: Bitte gib einen Grund an
es: Seleccione Un Motivo
fi: Valitse syy
fr: Veuillez sélectionner une raison
he: בחר סיבה
hu: Válassz egy indokot
nl: Kies een reden
pt_br: Por favor selecione um motivo
sv: Välj en anledning

source: Please select your gender
am: እባክዎ ጾታዎን ይምረጡ
de: Bitte wähle ein Geschlecht aus
es: Por Favor Seleccione Su Género
fi: Valitse sukupuolesi
fr: Veuillez sélectionner un genre
he: בחר את המגדר שלך
hu: Válaszd ki a nemed
nl: Kies jouw eigen geslacht
pt_br: Por favor selecione seu sexo
sv: Välj ett kön

source: Please select your preferred gender
am: እባክዎ የሚመርጡት ጾታዎን ይምረጡ
de: Bitte gib dein bevorzugtes Geschlecht an
es: Por Favor Seleccione Su Género Preferido
fi: Valitse suositeltu sukupuolesi
fr: Veuillez sélectionnez votre genre préféré
he: בחר את המגדר שאתה מחפש
hu: Válaszd ki az általad kedvelt nemet
nl: Kies je voorgestelde geslacht
pt_br: Por favor selecione seu sexo preferido
sv: Välj det kön du föredrar

source: Premium
am: ፕሪሚየም
he: פרימיום
hu: Prémium

source: Premium Access Restored!
am: ፕሪሚየም አገልግሎት ወደነበረበት ተመልሷል!
de: Premium Zugang wiederhergestellt!
es: ¡Acceso Premium Restaurado!
fi: Premium- tili palautettu!
fr: Accès premium restauré !
he: גישת פרימיום שוחזרה!
hu: Prémium hozzáférés visszaállítva!
nl: Premium Toegang Herstelt!
pt_br: Acesso Premium Restaurado!
sv: Premium Åtkomst Återställt!

source: Privacy Policy
am: የግላዊነት መመሪያ
de: Datenschutzbestimmungen
es: Poliza de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hu: Adatvédelmi nyilatkozat
nl: Privacybeleid
pt_br: Política de Privacidade
sv: Intergritetspolicy

source: Profile
am: መገለጫ
de: Profil
es: Perfil
fi: Profiili
fr: Profil
he: פרופיל
hu: Profil
nl: Profiel
pt_br: Perfil
sv: Profil

source: Purchase completed
am: ግዢ ተጠናቅቋል
de: Zahlung abgeschlossen
es: Compra Completa
fi: Osto onnistui
fr: Achat finalisé
he: קנייה הושלמה
hu: Sikeres vásárlás
nl: Aankoop voltooid
pt_br: Compra concluída
sv: Köp avslutad

source: Purchase failed
am: ግዢ አልተሳካም
de: Zahlung fehlgeschlagen
es: La Compra Falló
fi: Osto epäonnistui
fr: Echec de l’achat
he: קנייה נכשלה
hu: Sikertelen vásárlás
nl: Aankoop niet voltooid
pt_br: Falha ao realizar a compra
sv: Köp misslyckades

source: Purple
am: ሐምራዊ
de: Lila
es: Morado
fi: Violetti
fr: Violet
he: סגול
hu: Lila
nl: Paars
pt_br: Roxo
sv: Lila

source: Reason (required)
am: ምክንያት (አስፈላጊ)
de: Grund (notwendig)
es: Motivo (Requerido)
fi: Syy (vaadittu)
fr: Raison (requise)
he: סיבה (נדרש)
hu: Indok (szükséges)
nl: Reden (Verijst)
pt_br: Motivos (obrigatório)
sv: Anledning (krävs)

source: Recording name
am: የቅጂ ስም
de: Name der Aufzeichnung
es: Nombre De Grabación
fi: Äänityksen nimi
fr: Titre de l’enregistrement
he: שם הקלטה
hu: Felvétel neve
nl: Opname naam
sv: Namn på inspelning

source: Red
am: ቀይ
de: Rot
es: Rojo
fi: Punainen
fr: Rouge
he: אדום
hu: Piros
nl: Rood
pt_br: Vermelho
sv: Röd

source: Remove tag
am: መለያ አስወግድ
de: Entferne Tag
es: Remover Etiqueta
fi: Poista tägi
fr: Enlever le tag
he: הסר תיוג
hu: Címke eltávolítás
nl: Verwijder tag
pt_br: Remover tag
sv: Ta bort tagg

source: Report %@
am: አመልክት %@ን
de: %@ melden
es: Informe %@
fi: Ilmianna %@
fr: Signaler %@
he: דווח על %@
hu: %@ jelentése
nl: Rapporteer %@
pt_br: Relatar %@
sv: Rapportera %@

source: Report Reason
am: ማመልከቻ ምክንያት
de: Grund der Meldung
es: Motivo Del Informe
fi: Ilmianna syy
fr: Raison du signalement
he: סיבת דיווח
hu: Jelentés oka
nl: Rapporteer reden
pt_br: Motivos de Relatar
sv: Anledning till rapportering

source: Restore Premium
am: ፕሪሚየም እነበረበት መልስ
de: Premium wiederherstellen
es: Premium Restaurado
fi: Palauta Premium
fr: Restaurer l‘accès premium
he: שחזור פרימיום
hu: Prémium visszaállítás
nl: Herstel Premium
pt_br: Restaurar Premium
sv: Återställ Premium

source: Retry now
am: አሁን እንደገና ሞክር
de: Erneut versuchen
es: Reintentar Ahora
fi: Yritä uudelleen nyt
fr: Réessayer
he: נסה שוב עכשיו
hu: Próbáld újra
nl: Probeer het nu opnieuw
pt_br: Tente agora
sv: Försök igen

source: Search
am: ፈልግ
de: Suche
es: Buscar
fi: Hae
fr: Chercher
he: חיפוש
hu: Keresés
nl: Zoek
pt_br: Pesquisar
sv: Sök

source: Seems like spam
am: አይፈለጌ መልዕክት ይመስላል
de: Scheint spam zu sein
es: Parece Correo No Deseado
fi: Näyttää roskapostilta
fr: On dirait du spam
he: נראה כמו ספאם
hu: Ez spamnek tűnik
nl: Het ziet ernaar uit dat dit spam is
pt_br: Parece ser spam
sv: Troligtvis spam

source: Select a color
am: አንድ ቀለም ይምረጡ
de: Wähle eine Farbe
es: Seleccione Un Color
fi: Valitse väri
fr: Sélectionnez une couleur
he: בחר צבע
hu: Szín beállítása
nl: Selecteer een kleur
pt_br: Selecione a cor
sv: Välj en färg

source: Select your birthday
am: የልደት ቀንዎን ይምረጡ
de: Wähle deinen Geburtstag
es: Seleccione Su Compleaños
fi: Valitse syntymäpäiväsi
fr: Sélectionnez votre date de naissance
he: בחר את יום ההולדת שלך
hu: Születésnap kiválasztása
nl: Selecteer je verjaardag
pt_br: Selecione seu aniversário
sv: Välj din födelsedag

source: Send
am: ላክ
de: Senden
es: Enviar
fi: Lähetä
fr: Envoyer
he: שלח
hu: Küldés
nl: verstuur
pt_br: Enviar
sv: Skicka

source: Send a chat request
am: የውይይት ጥያቄ ይላኩ
de: Sende eine Chatanfrage
es: Enviar Una Solicitud De Chat
fi: Lähetä viestipyyntö
fr: Envoyer une demande de chat
he: שלח בקשת צ'אט
hu: Beszélgetési kérelem küldése
nl: Verzend een chat verzoek
pt_br: Enviar solicitação de bate-papo
sv: Skicka en chattförfrågan

source: Set as main
am: እንደ ዋናው አድርገው
de: Als Standard festlegen
es: Establecer Como Principal
fi: Aseta ensisijaiseksi
fr: Définir comme principal
he: הגדר כראשי
hu: Beállítás elsődlegesként
nl: Stel als hoofd in
pt_br: Definir como principal
sv: Sätt som primär

source: Set tag
am: መለያ አዘጋጅ
de: Tag festlegen
es: Establecer Etiqueta
fi: Aseta tägi
fr: Définir le tag
he: הגדר תיוג
hu: Címke beállítás
nl: Stel een tag in
pt_br: Conjunto de tag
sv: Sätt tagg

source: Settings
am: ቅንብሮች
de: Einstellungen
es: Configuraciones
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
nl: Instellingen
pt_br: Configurações
sv: Inställningar

source: Sign Out
am: ዘግተ ውጣ
de: Ausloggen
es: Dosconectar
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק
hu: Kijelentkezés
nl: Log Uit
pt_br: Sair
sv: Logga Ut

source: Start a conversation
am: ውይይት ይጀምሩ
de: Starte eine Unterhaltung
es: Iniciar Una Conversación
fi: Aloita keskustelu
fr: Débuter une conversation
he: התחל שיחה
hu: Beszélgetés indítása
nl: Start een gesprek
pt_br: Iniciar um bate-papo
sv: Starta en konversation

source: Stay in touch
am: አትጥፋ/ፊ
de: Bleib in Kontakt
es: Mantente En Contacto
fi: Pysy yhteydessä
fr: Rester en contact
he: השאר בקשר
hu: Légy naprakész
nl: Contact opnemen
pt_br: Matenha contato
sv: Håll kontakten

source: Student
am: ተማሪ
es: Estudiante
fi: Opiskelija
fr: Etudiant
he: סטודנט
hu: Tanuló
pt_br: Aluno

source: Success
am: ስኬት
de: Erfolg
es: Éxito
fi: Onnistunut
fr: Succès
he: הצלחה
hu: Siker
nl: Succes
pt_br: Sucesso
sv: Det lyckades

source: Tag
am: መለያ
es: Etiqueta
fi: Tägi
he: תיוג
hu: Címke
pt_br: Etiqueta
sv: Tagg

source: Take a photo
am: ፎቶ አንሳ
de: Nimm ein Foto auf
es: Toma Una Foto
fi: Ota kuva
fr: Prendre une photo
he: צלם תמונה
hu: Készíts egy fotót
nl: Neem een foto op.
pt_br: Tire uma foto
sv: Ta ett foto

source: Terms of Service
am: የአገልግሎት ውል
de: Nutzungsbedingungen
es: Términos De Servicio
fi: Käyttöehdot
fr: Conditions d’utilisation
he: תנאי שימוש
hu: Felhasználási feltételek
nl: Servicevoorwaarden
pt_br: Termos de Serviço
sv: Användarvillkor

source: Thank You
am: አመሰግናለሁ
de: Danke
es: Gracias
fi: Kiitos
fr: Merci
he: תודה
hu: Köszönjük
nl: Dank je wel
pt_br: Obrigado
sv: Tack så mycket

source: Thank you
am: አመሰግናለሁ
de: Danke
es: Gracias
fi: Kiitos
fr: Merci
he: תודה
hu: Köszönjük
nl: Dank je wel
pt_br: Obrigado
sv: Tack så mycket

source: Thank you, we'll review this user shortly!
am: እናመሰግናለን፤ይህን ተጠቃሚ በአጭር ጊዜ ውስጥ እንገመግመዋለን!
de: Vielen Dank, wir werden den Nutzer in Kürze überprüfen!
es: ¡Gracias, Revisaremos A Este Usuario En Breve!
fi: Kiitos, tarkistamme tämän käyttäjän pian!
fr: Merci, nous examinerons cet utilisateur sous peu
he: תודה, נבחן את התלונה בהקדם!
hu: Köszönjük, hamarosan ellenőrizzük ezt a felhasználót!
nl: Dank je, we zullen uw beoordeling zo spoedig mogelijk bekijken !
pt_br: Obrigado, analisaremos este usuário em breve!
sv: Tack så mycket, vi granskar detta om en stund!
