Repository: Ziph0n/Waving-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, ru, vi

source: You did not give us the permission to use your location. Until you change your mind, you can’t use the app. Please tap on the Settings button below and enable Location services for Waving!
ar: لم تسمح لنا بأستخدام موقعك. الى ان تغير رأيك, لايمكنك إستخدام التطبيق. رجاءً قم بالضغط على زر الأعدادت وفعل خدمات الموق لويڤينگ!
ru: Вы не предоставили нам доступ к вашему текущему местоположению. Вы не сможете пользоваться приложением, пока не передумаете. Пожалуйста, нажмите на кнопку настроек внизу и включите геолокацию дляWaving!
vi: Bạn đã không cấp quyền cho phép chúng tôi sử dụng vị trí của bạn. Cho đến khi bạn thay đổi điều đó, bạn không thể sử dụng app. Hãy chạp vào nút Cài đặt bên dưới và bật Định vị cho Waving!

source: You don't have chat requests anymore You'll get new ones in %@
ar: انت لاتمتلك اي طلبات دردشة ستحصل على طلبات جديدة في %@
ru: У вас больше нет запросов чата Вы получите новые через %@
vi: Bạn không có bất kì yêu cầu trò chuyện nào Bạn sẽ nhận được một yêu cầu mới trong %@

source: You don't have likes anymore You'll get new ones in %@
ar: انت لاتمتلك اي إعجابات %@ستحصل على إعجابات جديدة في
ru: У вас больше нет лайков Вы получите новые через %@
vi: Bạn không có bất kì like nào Bạn sẽ nhận được một like mới trong %@

source: You entered an invalid email address.
ar: لقد أدخلت عنوانٓ بريدٍ خاطئٍ.
ru: Вы ввели неверный адрес электронной почты.
vi: Bạn đã nhập một email không hợp lệ.

source: You got a match with %@!
ar: %@لقد حصلت على تطابق مع
ru: У вас совпадание с %@!
vi: Bạn nhận được một ghép đôi với %@!

source: You have %d chat request
ar: لديك %d طلب دردشة
ru: У вас %d запрос чата
vi: Bạn có %d yêu cầu trò chuyện

source: You have %d chat requests
ar: لديك %d طلب دردشة
ru: У вас %d запросов чата
vi: Bạn có %d yêu cầu trò chuyện

source: You need to be at least 18 years old to use Waving. Please come back later!
ar: يجب ان تكون على الأقل في سن الـ18 لتستخدم ويڤينگ. رجاءً عد لاحقاً
ru: Вы должны быть старше 18 лет для использования функции Waving. Пожалуйста, вернитесь позднее!
vi: Bạn cần phải tối thiểu 18 tuổi để sử dụng Waving. Hãy quay lại sau!

source: You received an image
ar: لقد استلمت صورة
ru: Вы получили изображение
vi: Bạn nhận được một hình ảnh

source: You sent an image
ar: لقد ارسلت صورة
ru: Вы отправили изображение
vi: Bạn đã gửi một hình ảnh

source: Your Premium Access has expired.
ar: قد انتهت صلاحية وصولك الراقي
ru: Ваш Премиум доступ истёк.
vi: Nâng cấp Premium của bạn đã hết hạn.

source: Your account has been disabled
ar: تم تعطيل حسابك
ru: Ваш аккаунт был отключен
vi: Tài khoản của bạn đã bị khóa

source: Your email address has been updated!
ar: تم تحديث بريدك الإلِكتروني
ru: Ваш электронный адрес был обновлен!
vi: Địa chỉ email của bạn đã được cập nhật!

source: Your name shouldn't contain any numbers or special characters
ar: اسمك لايجب ان يحتوي على ارقام او احرف خاصه
ru: Ваше имя не должен содержать цифр или специальных символов
vi: Tên bạn không nên chứa bất kì số hay kí tự đặc biệt nào

source: Your password
ar: كلمة مرورك
ru: Ваш пароль
vi: Mật khẩu của bạn

source: Your password has been successfully reset. An email with your confirmation has been sent.
ar: تم إعادة ضبط بريدك الإلكتروني. تم إرسال بريد اليكتروني مع تاكيدك .
ru: Ваш пароль был успешно сброшен. Сообщение с подтверждением было отправлено на вашу почту.
vi: Mật khẩu của bạn đã được đặt lại thành công. Một email kèm xác nhận đã được gửi.

source: Your password has been updated!
ar: تم تحديث كلمة مرورك
ru: Ваш пароль был обновлён!
vi: Mật khẩu của bạn đã được cập nhật!

source: Your profile will be hidden without one
ar: سيتم إخفاء ملفك الشخصي بدونه
ru: Ваш профиль будет скрыт
vi: Trang cá nhân của bạn sẽ được ẩn mà không với một

source: Your recording is too long. Try again
ar: التسجيل طويل جدا. اعد المحاولة
ru: Ваша запись слишком длинная. Попробуйте снова
vi: Bản ghi của bạn quá dài. Hãy thử lại

source: Your recording is too short. Please keep recording...
ar: تسجيلك قصيرٍ جدا. رجاءً اكمل التسجيل
ru: Ваша запись слишком короткая. Попробуйте снова...
vi: Bản ghi của bạn quá ngắn. Hãy giữ bản ghi...

source: You’ve entered the wrong password. Try again
ar: لقد ادخلت كلمة مرورٍ خاطئة. اعد المحاولة
ru: Вы ввели неверный пароль. Попробуйте снова
vi: Sai mật khẩu. Hãy thử lại

source: monthly
ar: شهرياً
ru: ежемесячно
vi: Hàng tháng

source: Loading...
ar: ...جار التحميل
ru: Загрузка...
vi: Đang tải...

source: Not enough chat requests
ar: طلبات دردشة غير كافية
vi: Không đủ yêu cầu trò chuyện

source: Start kicking off chat requests again now!
ar: تشغيل إرسال طلبات الدردشة مجدداً الآن
vi: Bắt đầu lại yêu cầu trò chuyện ngay bây giờ!

source: Chat request
ar: طلب دردشة
vi: Yêu cầu trò chuyện

source: each
ar: كُلُ
vi: Mỗi

source: Do you really want to log out?
vi: Bạn thực sự muốn đăng xuất chứ?

source: Do you really want to delete your account?
vi: Bạn thực sự muốn xoá tài khoản của mình chứ?

source: Out of likes! Go premium or wait %@
ru: Закончились лайки! Стать Премиумом или подожди %@
