Repository: Ziph0n/Waving-Localizations
Catalog: *.lproj/Localizable.strings
Languages: ar, ru, vi

source: %@ at %@
ar: %@ في %@
ru: %@ в %@
vi: %@ Ở %@

source: %d miles away
ar: على بعد %d ميلاً
ru: %d милях отсюда
vi: Cách %d dặm

source: Access to cloud service information is not allowed
ar: الوصول الى خدمات السحابة غير مسموح
ru: Доступ к информации облачного сервиса запрещен
vi: Thông tin quyền truy cập dịch vụ lưu trữ đám mây không được cho phép

source: Add a job
ar: أضِف عملاً
ru: Добавить работу
vi: Thêm một công việc

source: Age Range
ar: مجال الُعمر
ru: Возрастной диапазон
vi: Độ tuổi

source: An error occurred while deleting your account. Please try again later. Details: %@
ar: حدث خطأٌ خلال عملية حذف حِسابك. نرجو إعادة المحاولة في وقت لاحق. تفاصيل: %@
ru: Произошла ошибка при удалении вашего аккаунтаt. Пожалуйста, попробуйте еще раз позже. Детали: %@
vi: Một lỗi đã xảy ra khi xóa tài khoản của bạn. Xin thử lại sau. Chi tiết: %@

source: An error occurred while logging you in. Please try again later
ar: حدث خطأٌ خلال تسجيلكَ للدخولِ . نرجو إعادة المحاولة في وقت لاحق
ru: Произошла ошибка при попытке входа. Пожалуйста, попробуйте еще раз позже.
vi: Một lỗi đã xảy ra bạn đăng nhập. Xin thử lại sau

source: An error occurred while logging you out. Please try again later. Details: %@
ar: حدث خطأٌ خلال تسجيلكَ للخروج . نرجو إعادة المحاولة في وقت لاحق. تفاصيل: %@
ru: Произошла ошибка при попытке выхода. Пожалуйста, попробуйте еще раз позже. Детали: %@
vi: Một lỗi đã xảy ra bạn đăng xuất. Xin thử lại sau. Chi tiết: %@

source: An error occurred while uploading your recording. Details: %@
ar: حدث خطأٌ خلال رفع تسجيلكَ. تفاصيل: %@
ru: Произошла ошибка при загрузке вашей записи. Детали: %@
vi: Một lỗi đã xảy ra khi tải lên bản ghi âm của bạn. Chi tiết: %@

source: An error occurred. Please try again later
ar: حدث خطأٌ يرجى اعادة المحاولة في ما بعد
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз позже.
vi: Một lỗi đã xảy ra. Xin thử lại sau

source: An error occurred. Please try again later. Details: %@
ar: حدث خطأٌ يرجى اعادة المحاولة في ما بعد . تفاصيل: %@
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз позже. Детали: %@
vi: Một lỗi đã xảy ra. Xin thử lại sau. Details: %@

source: An error occurred. Details: %@
ar: حدثَ خطأ . تفاصيل: %@
ru: Произошла ошибка. Детали: %@
vi: Một lỗi đã xảy ra. Chi tiết: %@

source: Blue
ar: أزرق
ru: Синий
vi: Xanh biển

source: Both
ar: كلاهما
ru: Оба
vi: Cả hai

source: Get more chat requests
ar: إشتري المزيد من طلبات الدردشة
ru: Купить больше запросов чата
vi: Mua nhiều yêu cầu trò chuyện hơn

source: By signing in, you agree to our <t>Terms of Service</t> and <p>Privacy Policy</p>
ar: بتسجيلك للدخول, أنت توافق على <t>شروط الخدمة</t> و <p>سياسة الخصوصية</p>
ru: Войдя, вы соглашаетесь с нашими <t>Правилами сервиса</t> and <p>Политикой приватности</p>
vi: Bằng việc đăng nhập, bạn đồng ý với chúng tôi về <t>Điều khoản dịch vụ</t> và <p>Chính sách bảo mật</p>

source: Cancel
ar: إلغاء
ru: Отмена
vi: Hủy

source: Chat
ar: دردشة
ru: Чат
vi: Trò chuyện

source: Chat Requests
ar: طلبات الدردشة
ru: Запросы чата
vi: Yêu cầu trò chuyện

source: Choose a custom location from the map. See all the peoples!
ar: إختر مكاناً مخصصاً من الخريطة. شاهد جميع الناس!
ru: Выбрать произвольное положение с карты. Смотри всех людей!
vi: Chọn một vị trí tùy chọn từ bản đồ. Nhìn thấy tất cả mọi người!

source: Choose from library
ar: إختر من المكتبةِ
ru: Выбрать из библиотеки
vi: Chọn từ thư viện

source: Close
ar: إغلاق
ru: Закрыть
vi: Đóng

source: Cloud service was revoked
ar: تم إلغاء خدمة السحابة
ru: Облачный сервис был отменён
vi: Dịch vụ lưu trữ đám mây đã bị thu hồi

source: Confirm
ar: تأكيد
ru: Подтвердить
vi: Xác nhận

source: Contact Us
ar: إتصل بِنَا
ru: Связаться с нами
vi: Liên hệ chúng tôi

source: Conversation with %@
ar: %@ محادثة مع
ru: Беседа с %@
vi: Cuộc hội thoại với %@

source: Could not connect to the network
ar: لم نقدر على الاتصال بالشبكة
ru: Не могу подключиться к сети
vi: Không thể kết nối mạng

source: Current Job
ar: العمل الحالي
ru: Текущая работа
vi: Công việc hiện tại

source: Current location
ar: الموقع الحالي
ru: Текущее местоположение
vi: Vị trí hiện tại

source: Current password
ar: كلمة المرور الحالية
ru: Текущий пароль
vi: Mật khẩu hiện tại

source: Custom Location
ar: الموقع المخصص
ru: Произвольная локация
vi: Vị trí tùy chọn

source: Custom location
ar: الموقع المخصص
ru: Произвольная локация
vi: Vị trí tùy chọn

source: Delete
ar: حذف
ru: Удалить
vi: Xóa

source: Delete Account
ar: حذف الحساب
ru: Удалить аккаунт
vi: Xóa tài khoản

source: Details
ar: تفاصيل
ru: Детали
vi: Chi tiết

source: Discovery
ar: إستكشاف
ru: Открытие
vi: Khám phá

source: Discovery Settings
ar: إعداداتالإستكشاف
ru: Настройки открытия
vi: Cài đặt khám phá

source: Dismiss
ar: رفض
ru: Свернуть
vi: Hủy bỏ

source: Do you really want to reset your password?
ar: هل أن تقوم بإعادة ضبط كلمة المرور الخاصةبكٓ؟
ru: Вы действительно хотите сделать сброс вашего пароля?
vi: Bạn thực sự muốn đặt lại mật khẩu chứ?

source: Don't have an account?
ar: ليس لديك حِساب ؟
ru: Еще нет аккаунта?
vi: Bạn đã có một tài khoản?

source: Don't miss %@!
ar: %@ لا تُفوت
ru: Не пропусти %@!
vi: Đừng bỏ lỡ %@!

source: Done
ar: تم
ru: Готово
vi: Xong

source: E-Mail
ar: البريد الإلِكتروني

source: E-Mail address
ar: عنوان البريد الإلِكتروني
ru: Адрес электронной почты
vi: Địa chỉ E-Mail

source: Edit Profile
ar: تحرير الحساب
ru: Изменить профиль
vi: Chính sửa trang cá nhân

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
ru: Введите ваш паролль
vi: Nhập mật khẩu

source: Error
ar: خطأ
ru: Ошибкаr
vi: Lỗi

source: Failed restoring your Premium Access. Please try again later.
ar: فشل في إستعادة وصولك الراقي. يرجى إعادة المحاولة في ما بعد.
ru: Не удалось восстановить ваш Премиум доступ. Пожалуйста, попробуйте еще раз позже.
vi: Xảy ra lỗi khôi phục lại quyền truy cập Premium của bạn. Xin thử lại sau.

source: Forgot password?
ar: نسيت كلمة المرور ؟
ru: Забыли паспорт?
vi: Bạn đã quên mật khẩu?

source: Gender
ar: الجنس
ru: Полr
vi: Giới tính

source: Get a Premium Access
ar: أحصل على وصول راقي
ru: Получить Премиум доступ
vi: Nhận một quyền truy cập Premium

source: Go Ghost
ar: إذهب شبح
ru: Стать призраком
vi: Nâng cấp Ghost

source: Go Ghost!
ar: إذهب شبح!
ru: Стать призраком!
vi: Nâng cấp Ghost!

source: Go Premium
ar: اذهب راقي
ru: Стать Премиумом
vi: Nâng cấp Premium

source: Go Premium!
ar: إذهب راقي!
ru: Стать Премиумом!
vi: Nâng cấp Premium!

source: Green
ar: أخضر
ru: Зелёный
vi: Xanh lá

source: Hide Info
ar: إخفي المعلومات
ru: Скрыть инфо
vi: Ẩn thông tin

source: Hide My Age
ar: إخفي عُمري
ru: Скрыть мой возраст
vi: Ẩn tuổi của tôi

source: Hide My Location
ar: إخفي موقعي
ru: Скрыть моё местоположение
vi: Ẩn vị trí của tôi

source: Hide your age and/or your location
ar: إخفي عُمرك و/أو موقعك
ru: Скрыть ваш возраст и/или ваше местоположение
vi: Ẩn tuổi của bạn và/hoặc vị trí của bạn

source: Hide your profile from other Waving users.
ar: إخفي ملفك الشخصي من اعضاء ويڤنگ الأخرين
ru: Скрыть ваш профиль от других пользователей Waving.
vi: Ẩn trang cá nhân của bạn khỏi người dùng Waving khác.

source: Hides your profile from other users, but will preserve full access to Waving!
ar: يخفي ملفك الشخصي من بقية الأعضاء, لكن يحافض على وصولك الكامل في ويڤينگ!
ru: Скрыть ваш профиль от других пользователей, но сохранить полный доступ к Waving!
vi: Ẩn trang cá nhân của bạn khỏi người khác, nhưng vẫn sẽ giữ toàn bộ quyền truy cập tới Waving!

source: I am a
ar: أنا
ru: Я
vi: Tôi là

source: I want to be notified!
ar: أُريد ان يتم تنبيهي!
ru: Я хочу получать уведомления!
vi: Tôi muốn được thông báo!

source: I'm searching for
ar: أنا أبحث عن
ru: Я ищу
vi: Tôi đang tìm kiếm

source: If you can't see any jobs, please first add a job to your Facebook account.
ar: اذا تستطيع ان ترى عملي, أرجو ان تضيف عملاً الى حسابك في فيسبوك.
ru: Если вы не видите работы, то сперва добавьте работу в вашем аккаунте Facebook.
vi: Nếu bạn không thể nhìn thấy bất kì công việc nào, trước tiên xin hãy thêm một công việc vào tài khoản Facebook của bạn.

source: Inappropriate message(s)
ar: رسائل غير مناسبة
ru: Неподобающее сообщение
vi: Tin nhắn không thích hợp

source: Inappropriate recording(s)
ar: تسجيلات غير منسابة
ru: Неподобающая запись
vi: Bản ghi âm không thích hợp

source: Info
ar: معلومات
ru: Инфо
vi: Thông tin

source: Invalid Email
ar: بريد إلِكتروني خاطئ
ru: Неверный E-mail
vi: Email không hợp lệ

source: It seems that you already created a Waving account via Facebook. Please login via Facebook.
ar: يبدو انك قمت بإنشاء حساب ويڤينگ بواسطة فيسبوك من قبل. الرجاء تسجيل الدخول بواسطة فيسبوك.
ru: Кажется, вы уже создали аккаунт Waving через Facebook. Пожалуйста, войдите через Facebook.
vi: Có vẻ bạn đã từng tạo một tài khoản Waving qua Facebook. Xin hãy đăng nhập qua Facebook.

source: It seems that you already have a Waving account. Please login with your account
ar: يبدو انهُ لديك حساب وٓيڤينگ. الرجاء تسجيل الدخول بواسطته
ru: Кажется, вы уже создали аккаунт Waving. Пожалуйста, войдите в ваш аккаунт
vi: Có vẻ bạn đã từng có một tài khoản Waving. Xin hãy đăng nhập với tài khoản của bạn

source: Kick off 5 more chat requests every 12 hours!
ar: قم بإرسال 5 طلبات دردشه إضافية كل 12 ساعةِ
ru: Отправляйте на 5 запросов чата больше каждые 12 часов!
vi: Bắt đầu nhiều hơn 5 yêu cầu trò chuyện mỗi 12 giờ!

source: Know when you get a match, a chat request or a message!
ar: إعلم عندما تحصل على تطابق , طلب دردشة او رسالة!
ru: Узнавайте, когда вы получите соответствие, запрос чата или сообщение!
vi: Biết khi nào bạn nhận được một trận đấu, một yêu cầu trò chuyện hoặc một tin nhắn!

source: Legal Notices
ar: ملاحضات قانونية
ru: Правовая информация
vi: Thông báo hợp pháp

source: Let's record your first recording!
ar: دعنا نسجل تسجيلك الأول!
ru: Давайте сделаем вашу первую запись!
vi: Bắt đầu ghi bản ghi âm đầu tiên của bạn!

source: Like as many people as you want! No limits.
ar: إِعجب بالعديد من الاشخاص بقدر ما تريد! ليس هنالك حدود.
ru: Лайкайте столь людей, сколько захотите! Без ограничений.
vi: Giống như nhiều người như bạn muốn. Không hạn chế.

source: Liked or disliked by mistake? Undo it!
ar: أُعجبت او لم تعجب بالخطأ . تراجع!
ru: Лайкнули или дизлайкнули по ошибке? Отмените действие!
vi: Lỡ like hoặc dislike do nhẫm lẫn? Làm lại điều đó!

source: Location
ar: الموقع
ru: Местоположение
vi: Định vị

source: Location Permission
ar: إذن الموقع
ru: Доступ к местоположению
vi: Cho phép định vị

source: Location Settings
ar: إعدادات الموقع
ru: Настройки местоположения
vi: Cài đặt định vị

source: Log Out
ar: تسجيل الخروج
ru: Выйти
vi: Đăng xuất

source: Log in
ar: تسجيل الدخول
ru: Войти
vi: Đăng nhập

source: Log in with E-Mail
ar: تسجيل الدخول عبر البريد الإلِكتروني
ru: Войти через E-Mail
vi: Đăng nhập bằng E-Mail

source: Log in with Facebook
ar: تسجيل الدخول عبر فيسبوك
ru: Войти через Facebook
vi: Đăng nhập bằng Facebook

source: Looking for
ar: أبحثُ عن
ru: Ищу
vi: Tìm kiếm

source: Man
ar: رجل
ru: Мужчина
vi: Nam

source: Manage Recording
ar: أدِر التسجيل
ru: Управление записью
vi: Quản lí bản ghi

source: Maximum Distance (in miles)
ar: المسافه القصوى (بالأميال)
ru: Максимальная дистанция (в милях)
vi: Khoảng cách tối đa (dặm)

source: Men
ar: رجال
ru: Мужчины
vi: Nam

source: Message sent
ar: تم إرسال الرساله
ru: Сообщение отправлено
vi: Tin nhắn đã gửi

source: Microphone Permission Denied!
ar: رُفض إذن المايكروفون
ru: Разрешение доступа к микрофону отклонено!
vi: Truy cập Mic bị từ chối!

source: Month
ar: شهر
ru: Месяц
vi: Tháng

source: Months
ar: أشهر
ru: Месяцы
vi: Tháng

source: More
ar: المزيد
ru: Ещё
vi: Thêm nữa

source: More Chat Requests
ar: المزيد من طلبات الدردشة
ru: Больше запросов чата
vi: Thêm nhiều yêu cầu trò chuyện hơn

source: My Profile
ar: ملفي الشخصي
ru: Мой профиль
vi: Trang cá nhân của tôi

source: New password
ar: كلمة مرور جديده
ru: Новый пароль
vi: Mật khẩu mới

source: Next
ar: التالي
ru: Следующий
vi: Tiếp theo

source: No birthday selected
ar: لم يتم اختيار يوم الميلاد
ru: Не выбрана дата рождения
vi: Không có ngày sinh nào được chọn

source: Not Now
ar: ليس الأن
ru: Не сейчас
vi: không phải bây giờ

source: Not allowed to make the payment
ar: غير مصرح بعمل الدفُعة
ru: Нет разрешения на производство оплаты
vi: Không được phép thanh toán

source: Nothing to restore.
ar: لاشيء للإستعادة.
ru: Нечего восстанавливать.
vi: không có gì để khôi phục.

source: Ok
ar: حسناً
ru: Ок

source: Only Men
ar: رجال فقط
ru: Только мужчины
vi: Chỉ nam

source: Only Women
ar: نساء فقط
ru: Только женщины
vi: Chỉ nữ

source: Orange
ar: برتقالي
ru: Оранжевый
vi: Màu cam

source: Other
ar: اخرى
ru: Другое
vi: Khác

source: Out of likes! %@
ar: %@ لم يتبقى اي إعجابات !
vi: Không thích! %@

source: Password
ar: كلمة المرور
ru: Пароль
vi: Mật khẩu

source: Password requirements: Minimum 8 characters and at least 1 number
ar: شروط كلمة المرور: على الأقل ثمان احرف و رقم واحد
ru: Требования к паролю: Минимум 8 символов и, по крайней мере, хотя 1 цифра
vi: Yêu cầu mật khẩu: Tối thiểu 8 kí tự và có ít nhất 1 số

source: Please confirm by entering your password
ar: الرجاء التأكيد بإدخالك لكلمة المرور
ru: Пожалуйста, подтвердите, введя свой пароль
vi: Hãy xác nhận bằng việc nhập mật khẩu của bạn

source: Please enter a name for your recording
ar: الرجاء إدخال إسم لتسجيلاتك
ru: Пожалуйста, введите имя для вашей записи
vi: Đặt tên cho bản ghi của bạn

source: Please enter your current password, and then your new password to update your password.
ar: الرجاء إدخال كلمة مرورك الحاليه ثم كلمة المرور الجديدة لتحديث كلمة مرورك.
ru: Пожалуйста введите ваш текущий пароль, а затем ваш новый пароль для обновления пароля.
vi: Hãy nhập mật khẩu hiện tại của bạn, và sau đó là mật khẩu mới để cập nhật mật khẩu.

source: Please enter your email address
ar: الرجاء إدخال عنوان بريدك الإُلكتروني
ru: Пожалуйста, введите ваш адрес электронной почты
vi: Nhập email của bạn

source: Please enter your password to permanently delete your account.
ar: الرجاء إدخال كلمة مرورك لحذف حسابك نهائياً.
ru: Пожалуйста, введите ваш пароль, чтобы навсегда удалить ваш аккаунт.
vi: Nhập mật khẩu để xóa vĩnh viễn tài khoản của bạn.

source: Please explain why you are reporting %@?
ar: رجاءً إشرح لماذا انت تبلغ %@؟
ru: Пожалуйста, объясните, за что вы жалуетесь на %@?
vi: Xin hãy giải thích tại sao bạn báo cáo %@?

source: Please select a reason
ar: رجاءً إختر سببً
ru: Пожалуйста, выберите причину
vi: hãy chọn một lý do

source: Please select your gender
ar: رجاءً إختر جنسك
ru: Пожалуйста, выберите ваш пол
vi: Chọn giới tính của bạn

source: Please select your preferred gender
ar: رجاءً إختر جنسك المفضل
ru: Пожалуйста, выберите предпочитаемый вами пол
vi: Bạn thích giới tính nào

source: Premium
ar: راقي
ru: Премиум

source: Premium Access Restored!
ar: تمت إستعادة الوصول الراقي
ru: Премиум доступ восстановлен!
vi: Đã khôi phục quyền truy cập Premium!

source: Privacy Policy
ar: سياسة الخصوصيه
ru: Политика приватности
vi: Chính sách bảo mật

source: Profile
ar: الملف الشخصي
ru: Профиль
vi: Trang cá nhân

source: Purchase completed
ar: تم الشراء
ru: Покупка успешна
vi: Trả phí thành công

source: Purchase failed
ar: فشل الشراء
ru: Покупка не удалась
vi: Trả phí thất bại

source: Purple
ar: بنفسجي
ru: Фиолетовый
vi: Màu tím

source: Reason (required)
ar: السبب (مطلوب)
ru: Причина (обязатательна)
vi: Lý do (yêu cầu)

source: Recording name
ar: إسم التسجيل
ru: Имя записи
vi: Tên bản ghi

source: Red
ar: أحمر
ru: Красный
vi: Màu đỏ

source: Remove tag
ar: إزالة العلامة
ru: Удалить тег
vi: Xóa tag

source: Report %@
ar: %@ تبليغ
ru: Пожаловаться на %@
vi: Báo cáo %@

source: Report Reason
ar: سبب التبليغ
ru: Причина жалобы
vi: Lý do báo cáo

source: Restore Premium
ar: إستعد الوصول الراقي
ru: Восстановить Премиум
vi: Khôi phục Premium

source: Retry now
ar: أعد المحاوله الان
ru: Попробовать снова
vi: Thử lại ngay bây giờ

source: Search
ar: بحث
ru: Поиск
vi: Tìm kiếm

source: Seems like spam
ar: يبدو كـرسالة مؤذيه
ru: Кажется это спам
vi: Có vẻ giống spam

source: Select a color
ar: إختر لوناً
ru: Выбрать цвет
vi: Chọn màu

source: Select your birthday
ar: إختر يوم مبلادك
ru: Выберите вашу дату рождения
vi: Chọn ngày sinh của bạn

source: Send
ar: إرسال
ru: Отправить
vi: Gửi

source: Send a chat request
ar: أرسل طلب دردشة
ru: Отправить запрос чата
vi: Gửi một yêu cầu trò chuyện

source: Set as main
ar: تعيين كـرئيسي
ru: Установить главным
vi: Đặt là chủ

source: Set tag
ar: تعيين العلامة
ru: Установить тег
vi: Cài đặt tag

source: Settings
ar: الإعدادات
ru: Настройки
vi: Cài đặt

source: Sign Out
ar: سجل خروجك
ru: Выйти
vi: Đăng xuất

source: Start a conversation
ar: أبدء محادثة
ru: Начать беседу
vi: Bắt đầu một cuộc hội thoại

source: Stay in touch
ar: اِبقى على تواصل
ru: Оставаться на связи
vi: Chạm giữ

source: Student
ar: طالب
ru: Студент
vi: Học sinh

source: Success
ar: نجاح
ru: Успех
vi: Thành công

source: Tag
ar: علامة
ru: Тег

source: Take a photo
ar: خذ صورة
ru: Сделать фото
vi: Chụp một bức ảnh

source: Terms of Service
ar: شروط الخدمة
ru: Правила сервиса
vi: Điều khoản dịch vụ

source: Thank You
ar: شكراً لك
ru: Спасибо вам
vi: Cảm ơn bạn

source: Thank you
ar: شكراً لك
ru: Спасибо вам
vi: Cảm ơn bạn

source: Thank you, we'll review this user shortly!
ar: شكراً لك , سنقوم بإعادة النظر في هي هذا المستخدم!
ru: Спасибо вам, мы вскоре проверим этого пользователя!
vi: Cảm ơn bạn, chúng tôi sẽ đánh giá người dùng này ngay!

source: The device is not allowed to make the payment
ar: هذا الجهاز غير مصرح بإنشاء عملية دفع
ru: С этого устройства нельзя производить платёж
vi: Thiết bị này không được phép thanh toán

source: The name of your recording can't be longer than 30 characters
ar: أسم تسجيلك لا يمكن ان يكون اكثر من 30 حرف
ru: Имя вашей записи не может быть длиннее 30 символов
vi: Tên bản ghi không được quá 30 kí tự

source: The product is not available in the current storefront
ar: العنصر غير متوفر في الواجهة الحاليه
ru: Продукт недоступен в текущем магазине
vi: Sản phẩm không có sẵn trong cửa hàng hiện tại

source: The purchase identifier was invalid
ar: كان معرف الشراء خاطئ
ru: Идентификатор покупки неверен
vi: Định danh trả ohí không hợp lệ

source: There was an error downloading the recording.
ar: هنالك خطاً في تنزيل التسجيل.
ru: Произошла ошибка при загрузке записи.
vi: Có một lỗi tải về bản ghi.

source: There was an error processing your purchase. Please try again later...
ar: هنالك خطاً في معاينة شرائك . رجاءً حاول في وقت لاحق...
ru: Произошла ошибка при обработке вашей покупки. Пожалуйста, попробуйте еще раз позже...
vi: Có lỗi xử lí trả phí của bạn. Xin thử lại sau...

source: There was an error while uploading the recording. Please try again later.
ar: هنالك خطاً في رفع تسجيلك . الرجاء المحاولة في وقتٍ لاحق.
ru: Произошла ошибка при загрузке вашей записи. Пожалуйста, попробуйте еще раз позже.
vi: Có lỗi khi tải lên bản ghi của bạn. Xin thử lại sau.

source: There was an error with the recording. Please try again later.
ar: هنالك خطاً في التسجيل. رجاءً حاول في وقت اخر.
ru: Произошла ошибка записи. Пожалуйста, попробуйте еще раз позже.
vi: Có lỗi với bản ghi. Xin thử lại sau.

source: This purchase will be applied on confirmation. Subscriptions will automatically renew unless canceled within 24-hours before the end of the current period. You can cancel anytime with your iTunes account settings.
ar: سيتم تطبيق الشراء حين التأكيد. الإشتراك سيتجدد تلقائياً لطالما لم يتم إلغائه في 24 ساعة قبل نهاية المدة الحالية. يمكنك الإلغاء في أي وقت من خلال إعدادات حسابك في ITunes.
ru: Эта покупка свершится после подтверждения. Подписки будут автоматически продлеваться, если их не отменить в течение 24 часов до окончания текущего периода. Вы можете произвести отмену в любое время через настройки аккаунта iTunes.
vi: Việc trả phí này sẽ được áp dụng khi xác nhận. Đăng kí sẽ được tự động gia hạn nếu bạn không hủy trong vòng 24 giờ trước khi kết thúc giai đoạn hiện tại. Bạn có thể hủy bất cứ khi nào với cài đặt tài khoản iTunes của bạn.

source: Type a message
ar: أكتب رسالة
ru: Напишите сообщение
vi: Nhập tin nhắn

source: Unable to send email. Please check your email settings and try again
ar: غير قادر على ارسال البريد الإلكتروني .رجاءً تحقق من إعدادات بريدك الإلكتروني ثم حاول مجدداً
ru: Невомзожно отправить сообщение на почту. Пожалуйста, проверье ваши настройки электронной почты и повторите снова
vi: Không thể gửi email. Hãy kiểm tra cài đặt email và thử lại

source: Undo Actions
ar: التراجع عن الأفعال
ru: Отменить действия
vi: Làm lại hành động

source: Unlimited Likes
ar: إعجابات غير محدودة
ru: Бесконечные лайки
vi: Không giới hạn like

source: Unmatch %@
ar: %@ الغاء التطابق
ru: Несовпадение с %@
vi: không khớp %@

source: Update Password
ar: حدث كلمة المرور
ru: Обновить пароль
vi: Cập nhật mật khẩu

source: Update Profile
ar: حدث الملف الشخصي
ru: Обновить профиль
vi: Cập nhật trang cá nhân

source: Update password
ar: حدث كلمة المرور
ru: Обновить пароль
vi: Cập nhật mật khẩu

source: User reported
ar: مستخدم مبلغ
ru: Вы сообщили о данном пользователе
vi: Đã báo cáo người dùng

source: View profile
ar: عرض الملف الشخصي
ru: Смотреть профиль
vi: Xem trang cá nhân

source: Want to be a ghost?
ar: هل تريد ان تكون شبحاً؟
ru: Хотите стать призраком?
vi: Muốn trở thành một Ghost?

source: Want to be a ghost? Go Premium!
ar: هل تريد ان تكون شبحاً! احصل على العضوية الراقية
ru: Хотите стать призраком? Станьте Премиумом!
vi: Muốn trở thành một Ghost? Nâng cấp Premium!

source: Want to hide your age?
ar: هل تريد ان تخفي عُمرك
ru: Хотите скрыть свой возраст?
vi: Muốn ẩn tuổi của bạn?

source: Want to hide your age? Go Premium!
ar: هل تريد ان تخفي عُمرك؟ احصل على العضوية الراقية
ru: Хотите скрыть ваш возраст? Станьте Премиумом!
vi: Muốn ẩn tuổi của bạn? Nâng cấp Premium!

source: Want to hide your location?
ar: هل تريد اخفاء موقعك؟
ru: Хотите скрыть ваше местоположение?
vi: Muốn ẩn vị trí của bạn?

source: Want to hide your location? Go Premium!
ar: تريد اخفاء موقعك؟ احصل على العضوية الراقية
ru: Хотите скрыть ваше местоположение? Станьте Премиумом!
vi: Muốn ẩn vị trí của bạn? Nâng cấp Premium!

source: Want to use a custom location?
ar: تريد استخدام موقع مخصص؟
ru: Хотите использовать произвольное местоположение?
vi: Muốn dùng một vị trí tùy chỉnh?

source: Waving needs your permission to record.
ar: ويڤينگ يريد الإذن للتسجيل.
ru: Waving нужно ваше разрешение для записи.
vi: Waving cần được cấp quyền để ghi.

source: Welcome!
ar: مرحباً!
ru: Добро пожаловать!
vi: Chào mừng!

source: What do you want to do with this conversation?
ar: ماذا تريد ان تفعل مع هذه المحادثة؟
ru: Что вы хотите сделать с этой беседой?
vi: Bạn muốn làm gì với cuộc hội thoại này?

source: What do you want to do with this recording?
ar: ماذا تريد ان تفعل مع هذا التسجيل
ru: Что вы хотите сделать с этой записью?
vi: Bạn muốn làm gì với bản ghi này?

source: What's your E-Mail?
ar: ما هو بريدك الإلكتروني؟
ru: Какой у вас E-Mail?
vi: Email của bạn là gì?

source: What's your name?
ar: ما هو إسمك؟
ru: Как вас зовут?
vi: Bạn tên gì?

source: When's your birthday?
ar: متى يوم ميلادك؟
ru: Когда ваш день рождения?
vi: Sinh nhật của bạn là khi nào?

source: Why are you reporting this user?
ar: لماذا تبلغ عن هذا المستخدم؟
ru: За что вы жалуетесь на этого пользователя?
vi: Tại sao bạn báo cáo người dùng này?

source: Woman
ar: إمراءٓ
ru: Женщина
vi: Nữ

source: Women
ar: نساء
ru: Женщины
vi: Nữ

source: Write your message here...
ar: أكتب رسالتك هنا.....
ru: Напишите свое сообщение здесь...
vi: Viết tin nhắn của bạn ở đây...

source: Yellow
ar: أصفر
ru: Жёлтый
vi: Màu vàng

source: Yes
ar: نعم
ru: Да
vi: Có

source: You already sent a chat request to %@
ar: %@لقد قمت مسبقاً بارسال طلب دردشة الى
ru: Вы уже отправили запрос чата %@
vi: Bạn đã gửi một yêu cầu trò chuyện tới %@

source: You can't delete your main recording
ar: لايمكنك حذف تسجيلك الرئيسي
ru: Вы не можете удалить вашу главную запись
vi: Bạn không thể xóa bản ghi chính của mình
